{"actor":{"modelTopology":{"class_name":"Model","config":{"name":"model1","layers":[{"name":"input1","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input1"},"inbound_nodes":[]},{"name":"dense_Dense1","class_name":"Dense","config":{"units":128,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true},"inbound_nodes":[[["input1",0,0,{}]]]},{"name":"dense_Dense2","class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true},"inbound_nodes":[[["dense_Dense1",0,0,{}]]]},{"name":"dense_Dense3","class_name":"Dense","config":{"units":4,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true},"inbound_nodes":[[["dense_Dense2",0,0,{}]]]}],"input_layers":[["input1",0,0]],"output_layers":[["dense_Dense3",0,0]]},"keras_version":"tfjs-layers 4.6.0","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[1,128],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[128],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[128,64],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[64],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[64,4],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[4],"dtype":"float32"}],"weightData":"85ZKPmbVO70MpPm8qGEZvh/A6z25vz29IE5svAtaF733LyI+ATeBPvF2Sj7W39E94ghpvc5IZjxxcw0+ffkSPp6lQD4DXTG+Fut4PikMzT0ZKKC9LWIhPmXu4D3mHam9SD+7PSpNGr5NCOa6X++IPhStNb6LHD8+DZq0vSSBBT5Dz8i98K6XPXWL5bzu1bW9AyEOPoY4mryIlbK95DqhvaIaOD4vgem9sPAEvr0kJ73lpuM9/sWnPUSGmj0imAm+xbaLPhRBz70WE2s+AhoUutbAqr16ChW9VeC9PeMlGT6aBUo+xzy0PdTEu7sgzEE+w9izPTV5cT4ko1u+OyOLPmU8Lb4wwTm+tOAsPnLHsD1b04c+yWcGvYyjO75ZAIa8mX0LPkJiMbq9tay9bkY+vir5h728iHI+JuIbvve8nL0gxIm9Q+/YvZNshLxQR8q941rxveClZr6a/jO7OPGhPo0hkD2lSE+9MUH2vQiZGz6G2m6+DITWPePZ7r1fAYI+Qt0cPrK+Az64g8y9r/TtPdS9p73UE/i9Xc0wvvW1Jr5s/sa9fupBvdRUSr6e6sy82sw/u6Q7ZL2xOOc9Jqr4vdpgqz2YESM+xyPcPXFBUz5e7bI9RArGvPFYrD5FMv49UdlbvRoALj5dKZm8rQ5tPiLrPT5wOq29KgtTvTAscD7HarU9AAAAAAAAAAAAAAAAPoeDPQAAAAAAAAAAAAAAAEcuND3yab89aiSuPfNQxD0AAAAA8swVvZzMyj03D+Y9sdLBPQAAAAB8cqY9wK0EPgAAAACCytg9MaaFPQAAAAAhlgo+AAAAAAAAAABjAAQ+AAAAAEnZFT4AAAAAL4gOPgAAAADwowE+AAAAAAAAAAA9ygE+AAAAAAAAAAAAAAAA9qvpPQAAAAAAAAAAAAAAANlp8T2CYdE9/4voPQAAAAD8g/09AAAAAPe0BD6vrkG8AAAAAAAAAAB/7eQ9YkUVPoEzuj3wDg4+AAAAAKWOAj6hwQw+9JL6PQAAAAAiA+Q9AAAAAAAAAADbC5S8FpT6PeRigD0AAAAAAAAAAAAAAADXBtc9AAAAAAAAAAAAAAAAAAAAAJY+3j0AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADwYAY+WknuPQAAAAAAAAAA6fsEPgAAAAAGKgc+AAAAAAKXgj2eFI09qwl5PQAAAAC/7T49AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADTXmG8AAAAAHUhEz4AAAAATfEYPko2CD61W509g8GiPeS/BT4AAAAAYU2VPX+DzT0AAAAA+KmbPQAAAABU7Ac+dzwTPgAAAAAAAAAAPrTzPWW0jLzG4Ba9ly0nvaGNxz1YsZc975giveo3tzzdT0Y+wE4dPqAGpDyulJS7c95Mvm2HBD3s1KI8oMK0PYlyzz125d09bvxau/C2rL0s7JC9mmDIvEIObz2AjmE918+ovQDILT1l+Qw+hnsCPtFl3j2oQwC9wHxNvVKH1Lx7TgU9uJtbvLHpx73FHv48X/BNvg8KY7x1ALs8OgNNPmXvWj4k6TA+IGC9vazvfT02isS8mC8OPcV89zy6p5s8j3ckPl9HYr24UpS9QXAvvDoTSD3PjZK9k6mPunjJlzvbNXy7CLT+PYLrST158qe8WxgTPvm6rL09DT8+6ATVvdInIz24pdo9zVe8vEe0lb2hWgq9f0DqPFJOnLp26/49EA51PDugjD2iIY05xjQCPvHTcr3eLOS70qGKPTI01r1Lpiu+UK6IPHoPBDz97PC7sqAcPcaSOr250to8nDUcPWZ82L0qheW8VuYePD7DTT07Jwc+78fqut6k8T1fsBU+lj5vvTQC9r184Di9dviOultSRr3LZs28PtvPPU/fgjpSB0Y9h4zLvYVCBT1OarC959d0PYstFD3/KZw9yJLbvRf0Lr33rJW8B+iwvIzIoD2X+IS9DPsmvZcR3L3V5Ky9mP8yvaMNVD3Qt/M8exkzPdnC2j1A2YE9Me/cPcBSlD06EqU88DV7vcOlAr005YE9qlhuPX/8TT3Jh18917FNvmXiJj5NUAc98HXKPR9QTD2XDKe8bt3fPc/xcjxzM0a+MZHcPadlND3cwJw9pMqtPNnyqr0Z1e084K0MPD64GT7ytb48NTJ2PZjngb2sHks9MLA6PadnAD2kHwM+QXnUvZojlL3A3PW8V2t6PBr1F70Fu8w91sw1vS4gw71NYTm9Is4yPPErAL4Uxd89JyPOPTXVsz1mbJg9u8buPe5sYr3xxes88VKVPeVtFz4GGfE9X769vbeo7j03MNw9qParPLih1bt1UaC9k2y/u/X8/z0ItQi+m7IUvtpPer1fywq9kumQPQj0qLwM9EK6AlRBPSE1xb2N2pS9YUJcvZHuALydxHQ9bEBBvsVgvD1uYms9rPs6vsZXPT2Uwo+9FoMlvh2j/D0EFyM8TL6xPVnvZT0qft28u4bxPUvQXL0c+LG9tFuuPVhrAj3Tafk9bE/kvWyVfT1wzQw+gDBnvbUUvj1zVgy9FtTEu9BRKz7mFwa9vKBGvfYoA73Xyay7tUTFvf4rLT2XwOQ9GOmyvYSEzz2kwhY9X9htPWvXoL140XE9ZG9nPGBCmz1HYow9S++UOhb7y71w85K9nAXGvACiA71RzuY79T31PW8gF71d8Ms6BP8PvcjUOT2kHK89UoZTvWmJ3Lw0MUa9m//GvMXoyT2J+to9hqCDPRnJ3zwTABM+m1CYPanODb0yZZo9RSxMvlpmjDwzQus9ho2uPd4hgz3KAK+9FHUyPdnCQL4489U9u68tPaUdgrwDuSA+Pg7DPDS74j3j4Ie9tD5svQxWdr3Tcgo+0DeevPMPfz0WYCa8m3t2PlN5oD2Ag/K9wRfOvA+zkT3qz6W9FgYaPX3/PT4netc8Sbc0vegRQr0qKqu9FsLDPELCCT7z2WA+kxlMvWc0uD06HRQ97vAJvsdraj4mpwI+ovB7vctNIr2Kuca90ZLWvE+3JD5oi4Q+O0pFvao9Nr0Hwci7/2+cPUevdbzo/Us9QFPqvJDVZ72WyJe7BOaivI2KIT6etD29BD6cPSRwrru1zoo9HSu+vTr6ub12L7g970wMvJgiZbzbFGQ9HqrpvP5LwT0o/S2+muMKvhkfuT3SVQE7hSGlPbrcwT2ChxS+VMoCPv6dHb4XmW+9x6awPUS+Er5VBYw9aJNZPMJL2z2mrLG9h08GvVvSzz2Axt89nuWOPTZOAT4VEPs96fiLPRxAVD3RTqI9PgDBPX61NL57Jzo+N+L5vNEsszyLs6K9bLt1vQs59L3alYe9PCkdPobMkr2kBXg96qdUPeYlsz3aSZK8nk8gPsnsEb6l1uw78Ib8vDBSRj1c/am9/USfPUAeLb64GRq+BZgMPdfffL2RL988f4tTPR2cUr0gXSa8QnA9PXdMKr4ymok9pqU8vr8zWL1jNBC+fs+tu6DhhL0gizG+pdgcPAEHVDx25Kc8ar4lPtRhuj2DYaq95As5PE3uez2I/4G8ImvyPVdTHr1QSDA+CeMsPH3URT0VjSG+0HVZvcbhWr1+EOI98dhmPQipEb7Jo488niUzvWS9m70ioN66VE7ovUjovT0gJia+PVyPvTEuEb6pgxI8FUNyvciMU71RoEM9mlzUPWazxr1GFBw+B1CevdZLED65b7K7F4YzPhmwgD3LgZk9ouc8Pq9K8Tx52jm8fDsFPmX9dzypsoI9TyrDPNfjmz2Xg1O946QOvspmgb3q7pu9ZuBpPCqq4ztrNm495Tw7vmfNZ73EATw87iivutPzB731rIG8KQyxOxV8JT6usSK90sqGvF58/j2oq2g9AMD6u1tJiz3Km5g9CqbpPAgcAT4Stgy9fGKkvK5R173EJQS+C2H3PbWQWb38+VG9Z0ypvT7JCD5CKry9VOXvvCwZ77zbdiA+uyCJPDIiBD2CjBA9aqaXO4Xe5zuOhHO9SO5aveKJyzwuhgK9E9+YPfd2AjzLdSK+B7B2vTar8jxXUN085E2qvUFb0D3VDwS9cjEMPSBwfj3nYvi9jVyHvLRUpjyppB6+x52Bvc6FS7y54BA9kapzPtaE8D2RptS8GwUiPuNOzT06jac97kZ4O8VAMT7rfEC94gNjPdDAkr3rlno9QHLXvVh57T0WrxU9BB2DPDrbU73otzw9S7uIPYixPL2TXTA+zHWCPVEGJL3WLjW8s+sZPpJxor1Yfx09QyBXPgqZyz1p4dU8kjHAPbRKgD5xxmi9GxsMPXVJPj7ns5g9pZewvV3YBjskeiQ9gxJXPeiEPj0d3Om8yBpJPcJcwb1JwKo9AHruvE2vh72UyaG9ykZ+PQnhMT7frUe+4KLWvV+CDL0khNQ9hv+VPW6JDD6hrZU9sqShPUBZDz32lzu9AG/CPek1PrzyYeM7YZ8xPsBGMz6lRhY+yyxsPGnJND41YLM9DYELPVgKVr1ekzy9EoidO0DL6TzRvhY++IR4Pk1RYztUWDE8TUVlviqR/T2BgYG9TPBfPjZztj1d+oS8VxECvungUr3MwEw+VtKdvRiiCD4ovUU85PLhPaPuzDwljvE94+XBvXCCxj0TnXI+fE4Qu4oBmT3QYb+9+UzXPVoGbD5UK6u9qvAsvQcQKD36hFU+vld8PvszCj4N0x2+wHdGPmWAT774ySW+3gNHuKAVhr1YDt+9Lo36u3r+ubwcs6c8mIOBvAcHCz6KfKo76OEHvkj9oTwF1r89hvYIvrET9r0Ms5k9DPZLvavEF73SUte9uHb6O5lcWD5vO1Q9Y9LgPVpCdz01QZK9OfRCPUHNnr2Vb/A8628KPvgAkj1Wp6294bmPPQCl3D1oeCO8caROvcrdjj1SvA+9dXXSPWZRCr0oTbu9WqsmvVGOv73O2x49qCd8Pb2dv7zneHY+WfduPeoBQL5Jlx29RXADPoHZjLx3rqw9NzGFPSD5/D29gxY8pZvtPYQjej2xNOC94Ax4PGiIMD0COSa9FomvPWtitD3XWky8E081vgbH5z0jaAK+wszrPUmfgT04ohA9lwFwPZJeOD7pW4s96ixxvG1X6rzd0rq9egVePvbb9T1mmi0+ODQbPcTO2Tv8JLi8LuiTPfZs8TzWle09XrefPYOmpz10KsM9sWJ+vJTMrjz3jgG+9ErcvVH8gD2eSxk+fDQJPiSsBj7Uz1a+YiWIvQrqC70P/Me73I+TvY3uBb6Pm5K9lCFyPS+5Hj4Taa+8vajSPQRtY739R4m9MR1/PgAhYj2TaLW9zrbCPcqcFj5AuyO+kj1Lvt77szyXTZM96AyFPZp/Ej5EKj48jpeDvcg6Hz4a0Xo9zipJPUNCBj1G2fu9B71BPoMlD75PF0C+5MXavaHZ8jvrKtI7gT43u4DdBj5YOC++pAX8PZhxaDtEWcO94LIwvgp+AT2qNfA9vBQdPuXE6jypqcs8onuzPeJDET5FRLq8a+fhPSax3DwvO+K8aWcuvbtu3r2qyoo9vvWAu/EtzLwFtPq6imztPa3r371XEh89TRfHPV+Xpb1EdQO9SQraPBiGzr1i3768mP2JvVszGD3lcKW8jKmFu5qOgz2TNMI9Qh6DOntSVj37p4M9a+OWvUseQr2KZDO9pxOdvacwzDw9oV+9uZqivcHQUD3NFAE9N/mPPfcBYr2H56U94QHRvfbHaL2e20E+4/FHPjDLET0RPIG9eBg2vMaZNz4j64K8iTakvb+Fsb2meh09J9kMvIndjDwpsNG9SmAyvZbVuj33JYu9hnEHvkMN3T3W3qO9Xd66vQHhvL2G3es9PKOIvReuMDvAXoY819alPXOx67wwcOW8trMTPrMnmb2WDbQ99x9uPd9Icz01Gqs8jQS/PBLP4T3Y3AW+1ZG3vaDn1b2uVBk+fwrdvcEFK77ivXe9+tnrPEfsBr620be9xjlpvSYk9L3pwD487dANvf9wwD15KoE8y4EAPg7Vkr1dBoQ84xMYPd1PTL2+8PS8CJyivHXRQz67dEa+hbwXPaGsDz55KPI6nflavZb+3TwyAOg871navCkwR73deAG+nHvIO5JYjDzBARe+p63Cu/vCxz3PgOu9ooqAPG8PQr22Ej68qn4IPknPU72hP/Q9OVusPZ5BZL7CLa28LC5gu7dYoT3VWEE9j40yPsHDIz5IpnA9MS//vVj4HL664qs9+QXGvWv6r7128dM9rZkoPi2pg70QnZy8j0aZPFgSkb2+QWc+W39VvkFiwDy2FZY7kdxFvdGGIj5+6A89p8yGPtKACz6i3xw9Q7/uPXBtZz2qtpw9VjewvVIBaz2I5bi97nyBPaUMx7w/A+Y9w7nwPVj2jj2ObhC9Mmm1uteEVz68Wvg93LSAPrBKVD3ZXNg91fk+PWlVVL6GgAa9mQmevSiuS76j+tm9lGFSPfgIMT7XDnA9EPIOPZLO1ztR0ti6KdkTvQR36j2PRBS9CPg5Pb6Upj2kf5I9gYMBPtwLBT17I6e87lFVPs47fz5Rp7097JLXvaCVBL7hh3e83XODvf5dg71nFgU9zcbzPYpstD08MiY+A5gnPqOG9D1Ult09NeUEPtz0ID1BsAm+PGDkPTqRNz0RsIi8feE+vQKa27yc1VE99Hb0va5jbT5mqRk+WwZIPVTr8b2YtSg8TZuovdsrmzu4V6c9BhisPY8Y/rwgCaq9qNiLvfzmF75EESA+HS0ePhV7uzxI9/c9spWYPZfS173XgwI9bVuQvON2Sb64RPK8dZhDveG8Oz7ss009QefXOwVV5D1/lUQ+tysrvFinDr6xjQS95+O2vQ1Rfz1zXg89ahAWPorTTj4GiYw8cwEoO54/tT0cEh4+/S9jPTu74T27xaI9w+Mtvg7TCDwDikY9hryMPEd49j1yxbm94dcAvWHo/zwtHGA+9c6zPSvHsz2Km1w99jaMvdYmR77BY4G9w0f9vLAk3Dua/Ro+HsHxvNW5v71BR3g+aLSzvcQv3T2W5Ha8U7+CPQelWL23VCE9PdxYPGkJYz5QI4U9rH+oPNCrnb3yuTG+eZtRvboaij1cpIE9yi84vmnYlj0SLbQ9TDPUvXXX2Lp8wgG+tQPVvQXKQb09KHg+xwOKvAjKLz4wbAQ+kJ6TPStsDT3gJ7Y7ZjkXPhXNFr42d6y9ZuElvvMgGz4GZzs9TlElPo+Jiz1qYJc9To/1vfaeJ72V6xu9RS1nPaA3Kb7I1D+9G5a6vTXiZD2kEgu+p69IvWcJ5rucJmO7AViJPdJTFDwaG5S9j+8hPSylOr2Bx4a9hxZfvQeVpzwmI0U9DrsYvkd4Fr0VlPE9fUsKPg2d1bxQsQQ+KZ/BvRQc5bxknb482yMBPi8Wx7sPLsm9K+2rvXeeMz6FSQY9qCG8vc7KuD2Lnqc8B/vpPXbpFj72rOK9QU2QvYL8w7woo/e95jkZPsBB2jsqfRS+gBe/vXpDGr5E5M69fiGHPKQoqr2JRWi8bAqnvNyXCb2E1D+9KjEAPJqvNT0YUws+SxziPbf+yz3QzlE+ZnSUvXUYcjyk8au8mGuWPf2oq7057Ba9UU/9vcKsnjxOhh2+mCvPPZNx2D0moy27vNwBvvFJvT0r3cs9PsnoPQM1nDxkyCO6epQ3Po0dczsMNsM99JUDPQklTz4HND2+eoddPPn7jrzGMRe9rN26vWiVH72hCTI9L+DSPbTdrb1GC/m8y4OhPXQInb2U7yc+4GcdPJhAZ71pLbG9snBbPspdDT7dXLM7QEdjPqDjwr2hVEu+34RePR/YhjwZeue8+0eXO3OXhD2Tfhs884DUPXkAoDuq9A4+feygvbHGoj1W6yY+8u9VveF8P7xZF6U9kPPGPFl0/D1A4Q++S7g5PqikTj41oUs+EzWauw/rAz0EEmm8GwwRvdXaR7xzGDa+N5qLvdMziz6ZhMG8yAC+vcJoHbvtsoM9+VTbvIf/DT73XLq7OTZWvL2fGb3BilS9qTXXO9Y/KjsRS08+450uPdK2EL6Mg/893osaPe+vhb3MQ7c9unX6vQPhIr5S3LC9ZmO3uwXa9bzTAho+AkqqvARwtz3QppI9nSswPnrOvj0AgC08z8jXuxefLz6SV7q8puyuPTUYjr1/xCW9tP4FvGaKx715sl0+PnRaPrznqDyodAW+SofXvEltnT2oco29b7ySPPXs4D0mB6U9JUXTPb24Ir0JZRY9MBMNvaAsirybD2G9q+MXPXLEMT6g9R48/+GhPc7eCb6r8uC9cAc5PVRFHjzQqos7Femrva6de73HjXa8zGWTPC+job3avqM8dlpbPcXfRL2aZjS+Y9hIvnFIpL3GAiK+5vhGPXwJ4btPors9IgkcPq21mb28CdU9p262vA0Dvz2mguK9zewlvvdTmz3Daa08z8LzPQyNwbv19SI9gKisvbzAxD2tVNo8JFQePtsD9b2xJh09lS0Zvrdi5r3CbTM+nynEPRPUhL2Fg5m9jbw7vMonOL7VGym+ZNUdPKui6byAEsG8hJ3hPRscnr04cKa96YZnvc3Iqj3gXks90yYAvs0XPz3maR094Xh0PpdCZz51omI+Zpqou8eIvb3QoN49HT2jPRisrL0tIFu9J1QaPh7OALsA94W9vHcbvphRmD3Q+7m9GJJHPQTEXz19/ug9TolIvgM6Bz5zKIE9gNJrvbwUbT7qVlW8Up1LPdvXej41qRA+K6kBvVKNJb4ggyw9ukytuVcGi71k+/09zkCNvH+s3z2KuiG+m8oFPaNSW70A9YI+by0oPaW+8j0KtxC+BwHkvD35Yr1DqM097s6GPXuPPL6k30y9w24lvlaqkb20pie9S+jmPYJKiT1rLRu9gL3MvcOt0z2QVFo+hOP4PXSNOj7cLLu9uw5OPRX/Bj4BisM8uZJZPiZYmT4agLg8qXygPa8c8b3QXt48CPCKPCbbQ7735xu9tJjovWufRD3FJfu9wAmBPayCpL3giPE9OPzUPDHECT4/qQY9zgeGPdWH1D3dRro7G//oPbfVibzZXws+680YvnRpjzt7tzA+gE8YPp9vbr1v2qc8eQ2fPUXgwbrfi7W9BI8yvTDy2z04Nn49p1jNPLb2PbyPZaE9TnMWPcyULbzkPkg9tXMCvV8fgr1+agM+MS/xvEdy2r2cwjQ94OIXPqm+/zsPVVU+OfrVvauGeT3SBgE+plSBPgeSWr1R4iy9w4UgvEbpWb7ZtLy8cmFOPsMLTb28rUw9NOA1vfF4AT3yuWW9BA4evi3QAz27xtE9uxtGvZPXIT3u92g9lkBTPSuQ070w8fQ9LATcvZg3fbzrgbY9gn2BvdJlHrt0VRY+cxFnPdWkyT3Ilhc9y848Pl75xrw+Due9JrEkPWTvsj2/Txi9iLjPPUG1CT7FpSc9KdqCvB9v/Lzv2x2+4ZvHvd06yr25pB0+vwmRPAkA2bz4XbC9cIPJPc2qFL2kOZ48fLcPvGK8gr1Zbgc+rIDRPUgEyL0mtBc+mKWJvfcr1D3vE5S8bTURPoJrH70S44O9eqtEvoAgLD27CG09BTTpvF6B9z0x6zC9P/yPvNn/nr2bcpA6s8I9PXfgMTtr3t096OB/PrvyLD5qQMo9ZuKpPTjhsb2ob009+h1WvaaBSLppgGG93g+2Pe+QsL0uiCw+G9CqPepWwj2N4xS+1uEcPn62hLwwwp28WOU/PcqVFz6NRh8+/9MgPBYXlD7SogG+s4vzPaxPiz5/ZS499xcPPueJFD0Y2/49h6MyPp9rrj2iqce9fpBQvDBWA7zVp5Y9m2PrvExfT77GyZg97YNyPr9LMDy0eAO+aRQOPhAIwL1NLbI9AKlnvaayzLx5eK09+dOAvMQ5Kj6utzY+/5SFvZBX9D0Ayt09sRr2Pet3071Snam9zoGXPX+O+b2aixy+8D2ou9cnsb2CH+m8WcXoPLlURjx/m1Q9BzTrvRZRmL1jO7u72+uCvNp3Aj7gYaw86JCwu8XWD77rIkY9cnOzO7HfBDwVHhI+sxqlvVp7Lb2hx4A9VbAgvU7Rwj3R2oo9MvVaPSTJCD6Bq0Y9xEtHPWaGzT3P0wm+JEamPTp7qr3zA2+9bxtMPNDhnj2Icim+YMMjPnYF0D3LT5a9o9LavU2utrtLFgS+l4OvPfHRoD3E1629SwNOPXkCKj2mqa69hgJbPb1+kz2WkxC9jK04vWF0AL2V4KM9cfyrvJWikzw4LMs9e1AdPpaS1jxi26g8diqcvb3lvr0VAq09ZHP1vd53g73diKA9CPM2vaweOD7XZR49N1soPsn6QbtafR0+wvAQO4APuD22Kdw9bph6vbLf2TyDIcG8xnl5vVdboTxBShu9m4bqPWkknzyBn3q9TPaOPQflCD4BtCa+PysOPvXbAT25wMG9fNAIvqG0pz1oKq+86nJnvQmg1T2Zpbg9aCD5vSMg9L0tNKi9N085vW4bir3eHx69US4KvLB8EL1cAPy8gY0IPJHcrL16QCg9WLgKvskA4T2vlqS8/I2ZPUapILysCju9Tm3pvdN+jT1Ehcu9JZ4HPT8cob3nM8g8KgxhvMrY9z2kUxA+wJ+OvbSLIz7JKfc9LKa4vb2DhDxcOIy96A72vZjPbj17nVQ+XBmVPVXsXL2ahQY+SR88PDnXgT18ANo9DFxxPYUNLT3NLKC9zWI/PVhGOj2OHIA9Ze9dvkxZ7j1RMDW+nYUdPoiugD2EbQg7Mxq0PVK8lTw7/ZQ+dljtvQEaCT4HCAc+hGMlvdo9QD6m3AQ+Zo1vPKZEgj1Fbyw+YM19vf9Dm7t5Gic+95sQvMHhhD4/3Uq9FrNyvblQPT7B7II+Hz+QPZyAlj72Ddm8I71QvTlcOT0n2nS9c2XuPe60QT2qWyQ+PnpyO0uhLz5GpWE9fnXtPf1TDr0VwL698+isvD4CDr7J9Gw+B6v9vVy9Vb5RYMs9OOWTPedGN73EgXM9DEH8uqS8ibwndfe9LAU4vsrR9jyx3ZI9aoyzvaawSD6bhDc6hOCrvbPcg73DgqK830oJvlRveD1pGEe+O7VJvhgGJ77hTb498odpuqpzz71vTE291c7YvcgNvT0Fito9vKe5vOIGNz0j8Lq97oY4PhxPxD3xBWQ8t9wtvZBgQD1MFLI9b7ueu1ePur3QZEw90vmLvbM8qT2gZpu9tWwJPbV80j1ui/E9Ln1KvsKXHb4EW948hnJRPXvpVj3WbaG7NZ7evWfH3705swK+lLhvO9fQr7z7Hag9ZmuevSjM3T23zas8cYOpvQh92jrYAlC9VaAfvgMGkL2GHI48nZ8UvchB5D0PGdw9hTGvPbqaMb0rLWc+FEOvOyGo2j1/qdO87FJhPZo8Qb5YDJk+2annPH8OGT4+/Ay+T1ZGvSTmhDzmIyk++u09vodfhT2uBhm9tysTPhrpmj5GEfK9IaQvPUf83br70ug93iZcPu9DOT7Bt5g9eToXvSwNsz36XB4+VQkLvi9HET3FfF29GIHRPQ4Ggj1PctU9V+PqPYhaIj4QKHc+u7CEvOTX2LuAm1w9zePHPRjMjj3/obI8VItDvVEQ4L1RGUe9e2oEPhBLJT4sB+Y9R19WPggnUj5xqaC9JenNveEXQz6XZC29ZmktutfJHj4No6a8f2sXvdV8xLw4UYe994ccOw+5szyerBq+kx6sPazd5TufJ/28lk4AvsQB/73xgA2+XzwBvjYiQb1de5E9y1tGPXoXPb3WJvg8+y56uw+tS7wTk9s9UU68PC1/irwTM4+9AVi+PUH+7D2El909DNt8PQ0mvT0VOtY962HJPcNoQD7MNgE9IFnRvYvMZL04DmW9u6GmPcSlnj1cNzK9IEf5vfDPQL5BM549TX6mPbTpPD40TAg9D+jhPc0Nvb0bDDC+p/J4vKtAzT3p+S49dZBYOvkpcbxxR1+8Y4vsOw0z2T3kQUi9YxjpPL5/pr0GNiq9wGjNuws+/z136Wc98r96PS+2ID1GP7w8/u2NvJiuOD7VOOU9khzzPVd4mbopSrc8FEkRPrAGMT05WYo9LkqYu9n5kT5qzW09N1Z4PnFQ4LyEKZs9SzqEOm7nCj0tsTe+4OkkPX9ASr18sQ8+wCMqvSal672++bY+2eD3vScO773IIcQ93To9PlxOsrzHGdw8DD+mPD+MiD290xK+6OPLOnsUAz4l8om8oRwbvuSA0z3t4Wk9IQJQPaiYWz4E4oo+4PkAvG33nb0Xu+G9aFSKPcF7hj2v97Q91TTrO48SXj0CL9E9GW1iu0AHwbnvWfI8n9abvafmFz7xS6q9TU8Jux6lz70xi2o925+1PMmFZ727n528T2EUvG+dIrxUqvq8y6FsvckOc73c17G9+bP3u1opCT01MEu+isJbvX+Ymj3ldj482ZjiPRP8zb2SJIY9rXL5PEd86D3I9w2+YsG1vBD7EbwKYUo+WGcAPuLFMj62Nre7Y/qaPMPKFj2h2je9XE3dPdb7JD16zr09DhPmvBYaEL4oOdA9pKv9PNNSM77Y/aS94aF9vRPEu7xfWxk9iP6OvdxCC76KHlk7bNkHvZiWaj3a6os98tIPvu/THr5fK1+9IM26PedS5j0GQOk9aC8XPlBgY7xeZFI9YekmPVChOb3dWSU9i4lNvrqtPTyf1iS9pnjTvQZlRDxew+i9wGX4PDQDr70EiSY+QsE/PhlXmj5550y8R90RPsymCz2N8h49X6Qnvmp9O7ySwM+86s5jPmktMr76Jg0+1WkYPm1/az3e/ik9uU9HPnuPoT2WL308xHEuvIDP17wP+IO9EcsXvrpylz2ZIMG9mo8bvlCdwD282Qg+we2cvXyJCL51BFI+NfrHvR7nDT3Odb68+I5QPYRNND5HSIG90Dz+PEkeCz2o3qa8pLzkPeKmLT6iXrI98iOHvNUruL0WRvC5Y48lPXWmvr1XnoY9gEo4vZIqrj3lxDE+I/SDvRthgz1YoiI+f80qPkDLGj4oMr28MZ/wPA+imzyjOKQ9esvLPMii5D0hkpq7ZQUhPdIZfDy0l4U86feuPI5jC71DLoC99JjMvZ+ZIr7Ohr+9u0cQPfAyxDx60sc9UHpwvf1z871Y70y9N6SgPOhoWL3a3am83nDnvRVujTpw8hw94q2WvXv86z1W0Ce+ow+XPcCuAL4hnZ88IdxePV4Lej0UUTi+izPUvDuDMz2udjq9UWrCPVovOb2yYiw7sGaTvYGyK77CwK27LmaNPVfrOjv3woi93wEVPjNLID2T2ZK9vzgOvhCIXDu/h8S9IKYKvn+3Dz5zNqY9/UPpO5D+Ij49MRw+EqhBPLQ36T0tEyG9H7JzuyZ/hb2PN0W9iz14vQLp9T3PnRM93kkdPum2bTyoV8q9NOr6vYaxxjyw+3w9EndBPaC5AD3k13K9Ckc3vRpMqj0jURq9TUEQvriLkj2qBPW9d2CvvTdfAr1vATM+u8PAPLFKlb23ktA97Vs/PRa4GrzmxRy90GrlPWiAxLynQ6I9iwWNO6UR/L2p8Km9sL2uu7iLOL4uLAs9hSKbPBBINr0/fvu8/Js3vWNjjT1dvYI9AHxDPf6NODsuH/I92c6CPb0N470+JNi9XzvEPU1gub1Vci6+w//rPc8WybtO3z+9aY+vPfqMzzwK3H89LWYVvrxAhrzzMEm9B7AvvVWWabwf1YO9L51yPHzaXzxbm/09RTfiPfmqDT6dW0k+OATVPdSdkzq+gSg+d93RPeUtxjuuc3i4DLGzvGH+hDycZO89zIdNPhmqLjt8UnE+1aWDvRAVTj4s6tS9iOJSPt9x+bzuXze+vpW6vFbv4T2QN6U9N9jHvQJlZz7qixK9JiKQPNKhAT42FIO9k71QO8JmITwbhQA+ZR5UvTr/h71fIue9SBS6PAux3TyOfX09KUhTPJjPyT15pZs9gCyePRqHVz1F0kE9EcaZvU6zGj79dh++SSb8vXYBFzzeyoW9weE+PsxODz58z0E+V2AMvNBMnj04ct89ed4CviwUTj5FId49C/YnvnzWD73SswO9Le/BvdGrd73Uwo88tGN2PV099r21UQe9OmedvdFi3Tztytw9ZuolPnbDKb4K9ga9/MYcPtI6Nz6K6eO9v7KGPVliH75buxa9/xi/vXB62r1HpHq9P5havWnS/LvkRCW+Y+umPT3zEz7Vau29sdYlvheAZ7qW/ic+8R74PKIL2b3S1m29CuQGvgRCrDtxMoY9jBAgvceqQz106gQ+pfxyPcoC4j0gLtO77EwLPogJ1j2BG4w9WhuSvAyO1T1BxH+7r2EFPKsPo7rh9yu9X3QEvf83tzyHCyQ8nWaGPTxrxL1FYLA9KKi1PRHpkLvNuuq9jCW+PVfcpDyiDuw92qIKvGgE2juBYQm+A/zDPHNY77yQPDY+npwpvD6uLz3cN3M92ZF1vRMtPr2ifmA7mJiSPFGe7zwv+V49o3pXvaaNszsHvYE8nTs7PReU3r2ZUuK6qRKkvWQowryyMBQ7ycHBvCLGtzyNgNU91PouPtedab05UqA8rJKVPXpT5T3+EI+6ZB5jPTaVRr165Ry+DwkaPsSYSD7A+dm9rmkEPFlhXj0gESU+cU0LPghwxb089hw8eg9fvKQWkjplKbm8c0aHPWOJ8L2HJIi9IHyFvSVw873LVyk9dIcVvjN9YzxOGdA7t1D1vcmSUzxoLWA7nXpmvdey8r13hiq9fYXUPYRXbrz42eq4dkYTu5bJSr6lil88xyWFPRTINL5W65w6QYh1vNKv671A5yK+sWgOPSEFwj12dOk506qTub1/Ij6EMQM+5fXOvOSSLj2tT7a9rmUuPvA5Hz3RFgI+axgKvjG5Tjs4a+y7W0gnu4Sb+L0VPT4+HEeBvBQbOr01l0m9Ol3wPCqSHr6rEi08STIlvdpv7Dqoev891yZGut7H9byDheU6BpcaPUAyBr7IGRM+kbYpPfAr5b1yahm+2xGIvVicT70z21W7TD4rPhWkwr0SL9g8EUPDvIQu4Tt0zX48FCFQvUi8vL3Gp3u8DVhAPTnI9L16ijM9k7EzPDv0Qb5rS3a99PKEPYACDj6LEqm9jiHvPQ3akT0Vmz4+rNw9Ps0gDT4/UBc+eat8vZ1cCj613hi9rm4PPbTciD3K4Ww8hfJ/Pk2b/b3J4p49BBOKvESNiD7A3QI+zlgbvUgQjj0Y1Fc9TE/GPcOA9DwRlik+fYL0vSyjIr5Ad6098tK7PZ+P9j3DFCu9asrgPTSmZb0Es7O9IEMKviZARz3Q3i4+iAvHPSgjrr1ftdM8WAp6Puw7qD1+BsI9tN4xPhshLD55oB8+XwEGPW3dhDziHHM82j1ePOTs6by1wE49YdPOPR5TQz4eSsM9IOXSPKooR71HKhS5Oc9oPkFMbb1TFWk9SUWCvbeUpj2npLi8qt5jPV0kjrwKBZi9efhkPQT74T0rKKA9s9EAvnO7hD19Zac9pXYhvjTolb3tSYW9UYqnvUTUrbzSKVs9mqk1vBZ3Hb3l0SS+DkjsPVyhzL2L30y+rxOCvFclyr35lIe9tjiAvCOMKj6iW0c9pwVAvVPDOz1jrPQ8EqADPfIxz715d509wzzoveZjED4bwa88SyTAu9wQnL2Ry/m9TQWzvcsuIT5kTH49cah2vUwpnb24vg+9kXfYPXSMMT4xtw69h8q5vdo3E7w1YmY9L2RxvNf7zj3KrBS9XasrPvadj73Eytk9mIdoPcnr0T3+Qa49V+65vbWx1zxdXSw9nSLhvfx3871/oSo9+rWwu4qh4b0QkSU9/Re4PctrsL36C2U92Ja+PJhFPD2k0CG9MujBvfcWDr1OP4u9cr/+vXGE/L2HCgs9ngOCvU0LOz4BuFc9TO/pvDPY+TwlnL47QTRAPhAvUz3mBxC965A4vQeuL73vtbO9rZS0vbDrXT1JVvk8NVJvvXtZ8Dxm5Bi+oAaAvQIyib0+UXs911GBvWAeDD4QD4E9XWHXvd36Nz5Tcck8/vwAvX8NQT5zN+A9jN8qPUZsGL0ItNs9Yk7MvcxcHz6s2wA+aatLPTroR7v2g+u8qqJwvQP8hL02tTQ+yCXMvErolL28oQI+l3Y1vOJr0D0ucD49slSavbI/cz1jMki8CWcRva1iiT3mk7W97QkhPTHyhb3OyZG9v9iAvK/vgjxfjWA9sudtuzi/PrwmBTQ7cgjjvS7ozr0EbLS9iL2aPU4Azj2zhG49MP55PYBD7jx/Mwi9gNUBPpjpnL0/gAg+HlZNPTC3lL3F304+bq+bPQ/sIj2AUP493k5+vVa35Dz+k7g9OkIaPj9uv72BRzS86gbtvV8+ebwOoCc9B6qOPOS+az2Dgpk9yqXIvNgwgj004vu9cBeGPLxK+T2OjYM7hh3SvZYhWL0lTuq8N42jvNOBgD1Xe4k9+OjWvUzJe73YrIc9t5NtPQdVpb2QOYQ8hckUPTxpST5qKYY9HOYUPiD8U73LuIS98coaPjiJfTzU9ju9zFUjvtlgBD5Zrec99zEIvRJlRjxhl4G8QTrlPSQMZb0X0UE+GgMtvg1/K73eFBE95vssPjACCT7JQ5e9xV6GPgR6dj3N6DQ+5lECPhsHrD0BTOw9EVFBPsV5tj3eQnk9UiwpPgZw9jz9mLq99SXkPVLLuj0fqEq9L6yxumtmBj7G2TO9vI2EPoG8dry/ZxM9K8MbvqXMIj6kJQK+5+jJvYV0PDyENhQ97C9mPg5KVzyei9a9KWKxPfJHET55AOw92AGXvWNB1TxSsDG8nzjdPHpJ4z16zgA8F/RhPvPOpzy91d69jo49PgVShD4dSo47Bt55vbYX3LwwzIi9zgxVvQmgfrpUbR49Wk0qPnOOuD130gy9lNfTPPc9VD4gYKQ9aKW1Pd2tyT2Bm7S926ScPQySaD3fDyk+lkxfPAXxDD7zzmc9yFfiPc1P8T1pbG+8OsNjPWGyKL3mx+M9gnERvVuWkL1R54i9p82zu0/Y8D3C/T++LZ2ivSNqBL4PTX47fAIkPc5JMz7jFug9mAMhPZr+lL3oYQm+YkXovcACW70rRc48+q6+vfqRaT5OIgE+FxgyvsJ2DD4wYk0+QRc2PbWYMT1U5Ae+MyYpPUUDRDyTC7K9Jz48vvCKMD5H/228jqiyPTBQYT6FdS0+4cA7vInOID1Ro16+CpCevUNX470KOYU9Sld3veehGz5IT4U94/1RPT9PhDylipE9RzywvT2Tib1gG0a9gTD3OWXGEz6uovA9IK8JvT3drD3FpdG8svclvpC1Rj6uYI0+6FhZPaE/LD3qB569CJnSPf+kCb4lxeu9mrHGPCmOHj0vrNc9UXqDvWmBQj2XBcS9Dg5RPkYtdj6GY/89HRgvvgpVjj2stKC9IUAavX1dSD3YSFQ9q8NcPM9UUz2qCQs9oo71Pb6EMT0LNQE+2l7YPB2vB70u0go9ua+nOzNzrD3HYtI9eqzMPfh7mL1PLLm9/n16PJo78r25VTa+dUdWu8qW1L0A44c9dlidvG8QEL0p5IA83AT4PcUlAr6cgJg98yg6PgQ4G70Kkgw+N+D8vaZabL2ed0M9VLuAvdgjfz0fZDQ+daMWPg0o8rz+nQY9MS4wvVW7Vb2UucI5AHKaPB7tCD0yNi29EdAlPX6wBb3jxBG9ArdFPvCOzr1TZBW8EhWtvXkAZj2GREo+VU7IO4/tpL0m0Iq9c9AjvjrNwz0NoQO9hE9OPXMWCT34zIw9n8pJPtpTjT2ylA4+KsbfPUYybL3LZgY+SCEsPm0UoT1IHUK+UJB6u4UkOr6rjTM9XUPeu19zPL3jbOq9olQLvFvRYr355xM+rhihPYY/xz23eTA9xtKnvcUCLD74LYO9twUVvcxi2zxV5bM8iluOPpV0Ib7IlUs+I7YaPhMS/z14DA69hd12vN1Eqb3WrRG+s7PiPJzTVT64H189GfO7vfyIoT41qYi8+vM0vLSqtbwigQK9J2UxPg5xqT0rZ5U93Z5nPFjqBD5wQh2+R6NUPY7hNT4efGi99l0NPTJi4z3B2xs+ljNnPSGDkz41wIS9eMHCPETZCT4EBso9UOgNPXM8Q74ENB69h/iIPaHPvj3vAA4+9swLPodfBz6lXkw+xBnAvZsnUL2JzaE9j6pNPIveab62k5y9VaFJvAVg9zq2tyI9UyouvXGz6L10+BK9DWYyPe9v5Tw5/eM8NFVXvSL02z1aExE+0rGaPHUUm70J3ei9eckjvUC86zxMF4u8uRNxvVfdtL0Pmb+8ersfvF3oKD3rYtA9KrzXvcce9ruHEHK9ijz6vaZEB73lpwI++GGdOs1lJz08Je+884w9PH38ML2CL0C6wteLPb0xkjzjVke+nDm0PMyvqL2xJha+rDCbvLbjUTzdqA09nXkDPs0roj3JsR6+bDBfvVNNZz0d5ti9s2TvPaXtmb0v6qC9XfWoPDGHOryN4Qg+fKeOvKtcvDzX75A9icpXvSroo72N3J29oQvAPcYNKD6pL8q98TjGPdrzFz5BgJg9qG0aPlu8MT4tk/i91co7vXeUhD0gu4G9HE9ZvYlvJTvqiF8+pgjovXA5Zj4XFSy+YI81PnVERD3E7Q4+RMinveZfsr0iVtw9Gm/9vZBuYD6CEtw8++5XPluyIj0Dp4e9g9m2PbgSWT5TPdW9yNsPPTGhUTprnSu9vPKYu4lePz2DUaw9BkLiPURWs710mhY992HGvYRkF72aevU9IhISPhGhs71Ao9k8vkpcPCCG/z3B5hu8qPiKvbWaMz37Yku+cMjSPaB4Vz6mfii+AcgmPrr6Pj4TI5I9551DPb2HCT7Qf6M9S6vjvXDiqrrtmR48pqLxvWw3QjxP1Tk+5StePQBL9ry92yQ9OboVPrHM5r2BCvu93d99vfrk3z0NEgI+N0nAvVjZlTzLpq+9iYi0vV7ruz0Ckps99W6SPSQOQL6/NHa8Q28fvUvSHL2dKMi9Zy58vOOg3j0R+xM9TGAFPsM/ib0gXBa9FTHlvSLz6TvlC8e9lvi2vbs07bvcsou9jC0OvcKdmLx6DR0+g97Ave7c5z3pNjQ+3rFpPX2lKr6Mb8Y9Uo6Guujgcj2fVhE+H5Auvd7YhD3EeQI+U0GgPV8TRLyj1DQ++oXMPP9lAr2QndO9L0KTPL3VvL0KewO6BBOjvcaU873HDwq+Xb1PPvJeyzvPYQE+rYSrPc45dz1ydnY9YabmO6bU0zxKAqA9O9AaPTgRoz0LlDk+EF+BPZSHgj3Wh4g96nwPPq9uUb3vrx4+e+m0vRlID7wkLOW9RWydPRViAj5pgZ69ZvuvPU32Bbr/+HY9e+AJu+Cw8T3pMek9xJX5vdL6jj2vnma9TmmjPSmiCD3Rsww9fRQBvigMID5BLQM+z7RuvPG1nrxbFnM91nbUvJGTzL2VNBC9OxXYvQTAZTzeLZq9bGqVvHkKzbrOjjk+w3+Zve6K6D0sXr63KGk9vGmkdr0EjR+9EAPYvNEBD75lcjW+KcWPPcTqPz7jS+Q87OxMPR6zzDw8PzS9sGcGPb5djD23K1A+5zwUPmVl0zwIZUQ+lNGLPSm94b3UrLE9NsZGPuWBv7wtur89nO+XPU1a/j1A0rq74KxBPl1BuD0k8j0+cX3Cu6bd/7yNicG7twZYvU7JAj1DPHo9tQSYPIFHmT2NXRS+Z668PT69wL2BSdK9eRH1PZAFQb20Nwq+AAyhPZG04zyC2DU+/rcUPp8DGz5MCx8+qXHaPYI5Vr0bFl+9QfrvuxKOOL5ZMTu9sM43vIZRQz4IbLU9m9YmvbNFpry1m9W9VTO3PERkyD119SE+pIb+PXkJNL346Ae+UbnbPcbZnL31pcQ92totvqlspj3dcLm86EtoPeKZqj1SMXU9NQcfPixsmj2/GzI+A+ABPhfrBb5KJM29lBBHPszmob3N8Cu+P54zPuX96b3c6uq9P/aivUO6FD5A+xK+mV+7vYguAD01Bog9iGSaOzYrE73Wqv49UYMFPL3SMz4pH9E9Nj2TPc9ghT2ijQQ+RNMsPr1QN7715HI9YSa+PEdOiTyzzMK9P+WMvcYitz0zNtG9xzYvPg05sL3MxR8+FT5IPgsMH7yKFMS98S1/vF8SVbwUt9I9OdzwPLCok71sDg05blcOPgDfIr3KnOq86GoKPbMvdz7GETs+XvkqPlXSDT1Bj7s9w5nXvZcnRL7qfD2+qppfvYOqYz5aZK88wZ0hPgndLD5VYC09hQSeO6+Uyz321VA95smbvRtY3r3I6sw9IoYuO06pQT6SM+87bkFbPmspCb3rAs89MWaevfkhVT58kJC8PkcVvvUCL7598/a8qzQFPg83kzvNM+Q9khgFPmJzhTxETTI+oDcFPhu6ij1yUh09+NUkvpaNoT1DaHa9w3KcPQCZ3L0sPgM+MCUJPQdfK77ISoM9AqWbPmtcBz6YQNE9EZrfPWGKJLy7giy+vNOwPSJ/XD31z1C8p2nIvAbMmLt6pi0+3mjaPY1dOD1uUlY+nMn2PZPuGb5vthU9N1q0PPgwtb2xKDK+J8WnPei8ZDyhB5M6EXRuvc4oMr3+IPM9EizTPUtJhD2RmS0+/R/ivcx9NL1ak4Q9rBIXvTxwlTsE85e86cClvUcQsz3HWVm99DeEPWuUo71tJ489XpkMPuUgtb0UFY29SHEAPj3cAj4ykyS9h8ErvIe6Aj3s/Qw+IwBxPZlNOD0uCf29/ZghvevrhbzpssA8BgDLvXgnmzuIOdE9ei8aPcwYRb6S8949BgFAPq5+iLztxtg9K/QoPp18Bb7lw9E9vZ8cvQu2jjyyiRA9mWBBPW8oLD1i6++9eQWTvHz34LxGUE4+vf0iPDt/nz1HPR6+9YWBvYbtwzwFCAW+CEpBPBIyB77+NEk9LAkKPugnMT5NcrI9eThPPj9HOz1B9nK9+CN1PZ94U72xdES+3E83vhsBFj6eAY099oxavea91D1j5+U7feiovHY0dLveo3y952N5PpHxmr2afV49Nf56PdAkKj729Ck+e27ivQLyOT5tmS+9onsnvpoO5j3WSV2941LZPejEYL1sbvo93LvJPVAfLj5jFgw+OCSHPJQOxb0B97s9P5YPPRFShjyA91I+OGRnPh5HeD5VF6a9M8ymvXbQ3Dz+pNY99mvBPdOjlDybkrU9KbM0PLznaz7VgTw9jSjWvN04Mz60Gog+WciKPc2qpb20biC7Q/xhPbsrizzstRG+xG8sPvpXgT01oJm9cBCovTe1HL69aMa9vKDSvZYnKr3lBgq66GTLvemsIb6cQEI9vPTXvEIA5z12GLc9tukGPseL9b2cU6q7loqOvQbiML5veUK+toc2PgRV4jzUnYU9ryGxOwvi1j1dOcS9dftsPeIanr3wuIk9NBJIvRj9Rz7bTGa9j+mCO+t42j21d5092ypPPFD/2L3hozc9zirgPXmaDD1DQOe7QHF6POcViDwUAs09jdcEvVmZiL1XxEO+XCKcPLzaTj7N7sw9YD4nPIy+A74K3Dc9742IvRkHBL6oa9A9PLfWPQpZNbwU/CM++44UvsbYtLsEHQE+qCKcveNSHD6a68k9zZiQvWunez0qO5o9ngcmPWf8Cz4zxDc9jEaevc6wfL3l5da9e5javG/peL0EgtM9cnuyvIpzFT6J2048pndePv22FDwxgkk+A+gsPKJjDr7IMOC9mLbsPOd8BLw3DvY9HbpmPk7Hu7yoUA890CwoPnn71T0AwKM9Gnz/O2nzmDy8R1+8IGUQvgOC8L1Dm1c+DcTIPUCaJT051R+9XXoyvZ9yZT7Awjs+VNhTPvMyGb33A2Y9ORS4PWq9HL2fkZi9ptf3vMomQz3Mr+0913YPvavjvT1f6289avqbvN4jET6cLuS9MjUnvh1bEb4RONo980xJvlp/hjqFuCM+ssAbPZunijumLU0+pG60PV8uEz6knXs9M98PPVOWsj2DA+e8g+0KvvyFCbya2ha9tWQlPtcBi7w9vvk98VYZvlDipz1v9Jc9sDJYPtvnW7zxDpy8NCekPRCnpjxQqVI+hlVBPvRIXz4sbxC+kKEOvsEdVz4aKHe99QtYPY+Kj70KhFi9ghczvYkVsL3O3qC9+B+yvf3+xj0AO0K+d7qWPH2hqb0WI6o+QT4FvQt8Bj7vjKC9FEiCvav3gbzVsp08rieqOyBk9zw87BW+HUstvjbtND5/YNA9MQRlPRxdHD4aVEE+fgDYvRkndj1Wbsg9QbIYPrLprj2u6Do91sfaPbom0D3SEzG8HQHyPFFtPj7k8BA+T+VMPs9DgD0aHh6+JCXSvTsKMT75oyG9oSBgvCnhmD1Aguk81mKJPYsfDb5nQyk9IcpOvQ0rqj17who+M24lvtK4y70EXeg9icprPungrL00cnU+eMKxvcnIQb3wiT0+LHxgPgWNB70UJbm9mWbqPQdd9jwAFB++DJzsvXuomj0ea8E9jzN5Pbz3s71oKUY9qPOHPh7JvDxLIFg+jIJ9PWGbED4MYi0+9aBmvWWcG70E6PW9gAS9u3UHv7yDpew9UUBHPkbjDT03UfE8n1zHPSIb3bwW0Fe9eMuLPfSzsTzo7PO8NgvBvZjJyD1vtLI9u7FPvUrLFL023dA8TKXnPd8tYjrC5yK9DL2OPUSGLj6sg9S9KJ2Wvb54zj3pH469EfUBvVfRKb45fcY99bruOMUx4L2sbni8kiKWvQaiN74QChu+GFb2vclsaDyKOrw9L+RuPHUStT0CtS89wj6dvTd/2Lwgxv69P4C1vR3XBD46lJw88LxpvVciGr5DGFU9H9eYvMYv2L23FaA9hK/VPfr64z3qUY49ONKWvY+tDz2KTZa8eCoAPRKJWbz5neS9I1mSPH5BpLxf/6u9ZXUkPRWl5jwuHCg97VzfveG7JT5yu6A9bes7vQsc0j3fMvW9X9jrunbKhjsnOF++Wpf4PCsfYj1Y6uk7/wANPsYmGz69P/U9uP1oPp/no70dnLu9vg/MPNgaOz2q9VO8rqI4PiszKD5Cihu9ZS4yPR/mKz7ZG1o9uC07PQ/Dzb1DDLM9KEcmvuyLAD6UdiY+EVcZOXuBLT6ho8o9rQW8vftwHz5t1Io9Yc8EPv+3fb0yUMM9pehMvltFD7zrUzi++sGMPQHcVD2eebO8ckViu4Av5T14eCY9sc5JPhmJZD49ioa94vavPbcfG74HVpk74JahvdID/rwmQ5S9FrXbPafngD5ykoM+ZgTlvRKZQj3UIS0+KsZSPMMdnLswmsS7oCvIvJ15fLuapfc97lPyPQkMFTzEEa69sUWXvQJZaT3KvJm9IjIbPlHTCT4EgpW8y5CNuwU9Kb54SmQ8FPuavC7C7jyZQQW+gTCOPYPBj70TpFQ8HWa1PYUr8T3cgyw9qJ/gvGLmrT1coAo7q+F/PMpvT729D2K7RuSMPRddF704Hh+97QY/PiiVGj12Bz69i/bZPRJrwT0hMUy9V8Y0PReFPD6CMss9BBeFvIYoCj56eYq8ptXhPXg0QrxR7/085i/tPYoPzj0/diG+MoAVPESqm70JLiG+DyibPewKz7wml0I7Y55lvTu6z7ukNSK9ED0zvWXL4j0JrpE8nXzOPIfkYz1QWy66qaElPjHPHT3+GAi+3xpEvJc0aTv0RqS9u/V4Pd3Czz2RejK9BwI/ve7wa70hIXu9TYUmvnlk4z1N2m09+bGVPEHvCb2OoBu9ta9ivTVQvTx4Iha+iFGRvf/9qrxTr8O7vjnivfUVuz32tjM+tLayPPptjLxW5K888oQuPl50Abtp4t+9+IYwPbyCOz1OzOY9KOEMPvpSuj1eg1895tm/PIrL9TzUddy8Dd3vPUCqNr3q7yq+p4XHvFpCGr28AuO8GaJTPVr4Hz5YdqG9DL1zO3nOzL26Kpy7yrsCvpjDwT2zaPq9qifMuzTlYrurTDS8sQRHvsdkHb5fF4u8p3/UPUJREr4qIk2+/dohPneRPj2nj1+9G4muvHCyHD5zbYe8RdQxPnhaa73wvT09Gjs2PP5MeT3dqFU8EE7gPb2Esb0mGty8hyn2PYiDE74tyim9PYJCPW6SoT01ZjC+e/htPQ5C1jxWGwG8BfCfPSjuFD5RCto7WpavPYP8Hz3/rhI+yAuNPCEk/Lz1gPw8/w5cvQxnA77CmDQ+9RERvQF0iTv6hYO9GTE1PeTbAz3BniY+Q0uVPe0BSz6lcK08XmGKPcFI2LwfZb696hc+PpNH6bxhp3y9vI3ePBtk2T1RNYa8E1r8PY5P+jwW4AA9V2zQPR53Z73iSLq9KeFMPXxnj7yTPQu+mgwLvq6Rrz3SVne95Ep6Pq8XZz557Iw9G6uHPR2vLD1Ry7y8l4RwO0sjTj0hurG9H6JKvniJbj3lbqY7ed6WvRT25j2LLRU+87MEPpORtjxV+ra9um3jPHWdPL6/zWM96PMLPe2NEb6homU+tlbdvUX8IT4E2OA9R+0lPTo1t72prNO8GledParJiL27GeO8SW0oPsOHJj5jK1G9ydO+vPt0qr1Ywhm8i3mGPWCK+T3xP3e8xkckvHfmJ75pFW29W92/PUdepj1khki9fpk/Psk5Eb2dOgc9G7V/PgkGnT3Oowe9n4UZPtIeGj2gn4y9/PEjvcv/mr1aXBe+/Cv8PZQYnb2mIjA8JOLuPT3juzyOeOM98l8+PmTkIT2Q4f49CWWQPZ1qp7x6aEK9WKW4PYSsAb4BkkQ+nwRiPFDQkbyB+yW+qE0OvhJiI7zgyCg+CoiuPcjsdb2qQK29cLGSPUHIYz6wVxU+S+FsPQyHzD2Y2xO+TqZgPsbbOz4KTwe+S85dPNWu7j2kRiS+BYZePa0E+b21l+k9Gse4PQUruL2DAbs9rdD4PQASKj4nFlo++LlOPpOMfD1wUpw9Ggv5vLdaAD1PSh8+guyVveavFb5u4J48NDKgvY+8u70dazc81/+CPJLrHz5T6QY8o3ugvb9zlT3RBao9ApZYPenryz3+4J27Ca0VPj38+D2uVAu+5v0MvdTEMT4n8JO8/za0PU3cEr68y6Y9JFtPPVsFr72DjS6+NpEOPhPPTD5cMi++ycbqPcQSzryMoJQ9tSUtPbrxAT4gPc49TDj/PRHjT7y9mRY+tQlNvBn5mz2w/I49np/3PTQAPj0sTwM9tlNKPgEKtj1ihVa8AHmpvdPuxzsN8ui9H0VAuncshzw0qVC+WlrpPII46z1z+jS+vJMRvXv0Cb6re1o8RjetvQnyDL1siwK8g98dPhY3pr1vSdW93bL4PRpPzD3wzgQ+XZ6bva0bHj7qeR47PGdTvRDnrTwiNIw8SOfnvPhZnr1rxq89gKiTvMxAWjsi4dQ8fM7UPYUyIz1WC0i8/CMdvDhTFL0yccU9WaqMPe+Avr0nnAY+892RvJAMwT1MrNm91XnmvB+GIz0Du2m9oOcoPegLtD0gCvW9i3i+PY4hzrxaJ6Y9k8U/PgLpljyYwIM9wpSivOF7Cb7Y89W9UrOJPO9ZKr5CjLS9o/GvvONFTT6TNqM9AcSGvJwnXzwICbw9ZWKLvcT6TbvSLmm6qsTUO65SCj5peYI9O5yuOyWFrD1rPbG9+lCHvcvKdrvvDTO9WSs1vbg3j71D6aw6+jkHPsaLgT2NMko95QcbvfSAeTxb8Bk8QXwKPgiUODxxdoQ9bfD1vJCjHb0F8EU971kpvQahNT7DnYo9Os0Fvrb2yz3cI6W9y3WdvZkFF73yktW9hJRuPfY43T0IQiC9kdwwvaygOj2bEF47bBSTvb8OcrvBXO88Wtc+vSkTnz0Qw8y9I7VIuxWBYL0ML129ytPXvJvtcz1gO5C8m0DeO/mkMz5oiPm9BkMlPPoJdb2UAQ++MLA6PmCxSDwBL6M9VD3pPUoM/T0U4s897+wQviMEjj2W/G+9lmgOvoxeAL5OKJ29MolEvUlDwTviHis+3dzCvWc1mbx7SYi8pHcHO3blCr6qsVO9x2HBPfQOwj1Y4c48Dp5LvWaR+D0zgYi9yhZpPfq0eT2KUs+9UGkRPCSznjv5vg0+MkqFPtAoXD7/XYs8EBshPrs94D2dD9i9dtPuvUYQwr1lwyM+wCQ6veoNpb3PVLg9zi5WPSQcIT1Y3i8+blE9PRdOLL6gSRO8Sm0gvfX9FD5yo9c9x7CdPU9gpT7XYKe9Z4tjPF1Syzyup/O8xHoAPHhuxz0pQ669B4ebvddFob3uQzU9yCnAvJrRmz18PeS9mhHhvdsEVD3L9TM8zjITPiWBarybrw8++bcGvkVgVb0aGB89DrsePV0Z/bzRmYy9Kgu+vawTPL3nGP49AcqBvOiHj73Wopk+tVndPSl7Ab78y3w76PvBvGeVTL05jrk86uKFvZ1tH73UNgq9Q635PA6B9b1sKcM9N+H5vYfSdL359wO+4zp1O4uaBj6XQ0c7l8yKPcV66L2m0409Z/chvaoLZjy9v448uExNu/7SAr4ywM49ILfEPdSxEb1vPqA8pk0xvaPXgL1NRyQ+0/6BPfiv0r3qwxC9YQz1uqJ6oD3LBzU8o+davB0GAr3yGLk9jozlvCm7ur0VZBi9O/0Gvfxbx7zwzLe9y9KWPYvCuDsJddW64NUUPYwYIz2dYwe+hBhKvh4+6z0uJU88CPPgvAsEyL2dtyO8DwLNO7zaFT3tqKW8t807PMAdJT3SnBa+m6iQPA0p+Lz9JRc8EhybuVmBvLyovT47XRgDPu3burxobNS85JtgvQcE5zz6cx8+UchjvKjCKD3rbtO9HOwEPfPNYzxgAz+9yFCjPa5z0bxyKO69uReQPSq7gj0vwu69IFtdvQmS9D26Kaw9fp4RvWu6lT0KuwM+pOvTvGaJJb02l8u8E3BQPmygzD331OK82Dp+vX+cGD3dDdm9pWEwvfUejr2cA1+9fzOYvRhBJz0tYDq9WSaMveuEcb249w6+Q1WFvYL6Ib7ze7Y9QFKUPYnHlD00IaG9nLT3PELLIb1u1wg7UEgTvtmBlT0GxjY87QPtveNN/D3oXdw7DGKoO/IVBz78FIc9IBwEPdRPrbypcAM+ywKPvE0mr72a5By9IyiGPbkZJr56hxY+QQSsvbAGN74wJgK9ZNgRPtpMAz04dUy5y2EovujwOb68K/K95TdBPOWZQ72Sr6q96iMmvYtYPL3DPBa+arLpPZqDob1O+BU990yJPft0oj3QE2w8BbA3PVzo8jr/2tq970Edvnt+FT05dAG9IBeivYiS+zuDsRA+rQidPAIxGr1DfgC+XosbPV+MPj1Md+o8XrEovQ14971JebQ8yHI7Poemb71756U9igNiPUwl4b3t/nK6v9VNviU9wjtlSAc+214mvgAXpLyJdme95LmhvVp/wbz2acM9gHoIvSyEA70ZsUm+NQyaO0dmID7q8Hs9WxK8PUbdw7zW5eU9OfppvRUL6j1pgy49xI28unbUz7so6Xi9KzKet9USeT0revO8G1NlPHApH74wQXi9e5l3PQS4lz1VIOA9aYC6vf1HA769RJE9cKcdPpGhL7uQfSM+YFrAvV3CED6BIFA+tw0Yvair7Lz3QGg9l28aPWL5GL5MNew9dG6ePaIIoD1M/+K7A5QmPfviKz5BahC+gfebvT6fIj20yV+9ycRHvbdNyjvk6QI8HWOpvV7VHL0hm809N2e7Pb/4Gj0iXiW9mg7jPYBxUT3c/hK9SH4DvUX1AL22Rio9Ot9sPTZs1j29V0m9dh1DvpAh6DyBKY89t3QsPLMFkzxJN4I+bT6KPmUfKD7Byym9IMhGvbm8KDuzwVW8xZL/vZ9I5L3MfUg+Qq2PPe6NAT4UiBY++50ePA6GnLvmG5w+wkqkPHDMHb70k/k86M6VPeUAjz2K1qU8lWZuPA26ST0P/S2+ta4qPr7zHD6T2FE+EAPFPdMCND7vFLa8Mg3fvRxmkj2hSLm8f+3qPdeCHz75yqG7FOBPvTcqHj2LGoM9YNCePfBxxb1rfA69Nrg9PZhzXD1gXqM9xPwCPcdzgr1pNRY+WZw/vVXQKz0QyFI94ln3vHJRWD5qBRo9scU/vm/dOz5Kkg+9EpgjPtYbn73PVTc+Pp8rvgFWyT0M3E49zkdDvacnST5tUga90t8KOxleW70Mwrk9njhtPZjOQD1Y7r29aZW1vCoUDr6gxEE+eyLPvf5YnTyyzS+9e+01vhYwD7xNAjy+hBrGvXrA9b0MuhY+/OdNvTOUgL2wxDs+8vfkvcKA+T1Lhnq9LBeHvd8uGLz7rDK9Qc3tPfdNCz6v7kU+b5DIvQRaCD0jwv497VIUPg3xEr0FIjE9A9gJvlPJub1KC4G8ODayu24T3z2jqQI+sOcKvnxPxz2z+Yy8DzcnvjZ4r73ZkXG8o/gQvkhvCr6CqMe83OtMPpFF472E1mS9as9jvYIEBL2Wywi+wN8uPSZo6b3zeq69KL1FPP85nT0Nlv47Ncy2PDWycjyiE9o9EF4jvXPjMT0Sihc+1SW3PSOvFD7SzmC98JWKu+dPHj3dR0a9lDLSvd23a70iVuQ7sX6+vSv8SzxSRUK+iXM0vQF4Br2rc9E8EDoaPb39Qb1y0x6+qagEvmQdnT0gPdI9MzhdPYf1Db6LelO8MfkkvBSioz17cIk9WvAqvsIMorwKhru9W063PcnnFj6tkkg+kh2XvU9cY71yHhO9oJLvvN0rAb0cjE092ychPuuBoD2fhEk9PhcpPcURDD0VgZQ7ZvlUvYXB1r0fC949FbNiPZrhCL5CfNe9p+6OPfEzgb3pgHQ9ArEMPkFkJ70MRd09+c/jPP8iP7s+xyC8tzwwvWt2OL1RzjY+MTGrPUlhAj0SEvA9pIpIvGeKFzxt2Yc7D0k/vdgaM73Wn8S9KB/vu/VGiz15O7a9ewsuPgrP3zxdUAk9cuxyvZXyyD0OKdi950DjvawlAT72ldS9fMylvXs1XLyUNhM+rDgJPlEo1D3iUWK8E3v6vPO4Vr26Igo+zddYPR95Jb7pJwq9rqjevOiSMj2fH8Q9jj+VvN9w8LzMJHE9c5LtvNRhqT3GfSw6Ls+gvRs9tz0fRes9L1EEvlt+OT30dus86O6ovfAoHDw+XOU99Rb6PYIsWrvMo5a9AUkLvnHt2z0rJkq+5CeYuMOC/L2HoV87mW8evhOBu70po6e7tqLJPPeJp73EX1S9z/evPQr7Kj4SPT895Vc5vRnp+bw4kcg9tLM0PcEta7yHL6M9tHGfvdbDg7wrx8u9BhTEPbMUzrxvJ849LIkUPWjbYjsn/2K9HTOiPccEQj1q2f67PR8PPnjkGb5q8/S9OpssvjokvL1K0hI+045ZvQVTh73lM8088ZMMPSn08D1wwka+2/l3PU2oEzvQue697OUIPXW0+j1m1/c9bGJuPfWWDL6fxzi+e9/6vPAKNL3Rvni8bj0RvOQ8zry1eEC8ze8EPGtd8z0OrEO9NcRpvY9wRj64MYK9u6YEPbW5gLw7N/47M7O+PVDklryTch09qsksPeJLNrw5MRM+3zM0vUpOVr0JCpC9eHrrPfW3xb3UqEi84QXDves9Tb0mXTE9V4m5vGvXlTykYPs7HXDfveQpyzqSSI69L4AKPUcMPT0V6wG9+jjYvame/ryWYvI7UAb3Pf1MlLzi+IW99sCqPSFV0T2jWcY9X7bZPBP1Ab6R9R277NZ3PY6LdD2Z6Fa9YMPNvDZn7r0qsCK9eGRgPWjYzDztGHk9SccTvFsfFr60Fik+M4cqvX0OtTk8DQo8q6rrPDw18j1RKgU+tuaPPazCWz2wkdG95pfpvUx7TD0WDAa+octBPZnHar0f4gy+AD8gvtxuervnjx69O4elPeWWiLwUzOc7HjnrPVU6F70epkW+pwmmvMdDjzxNpRu+oqbxvXUzDT4AOBu+vZIcvrAKOz41bEy8oH/junYQFT6p8ei9BEV0PfmSIz6NmjK91RIMvRVsQr0kbAC+V6wavojA1L1iWCi8kTC2vHyNbD0fpYI9uPWPvTHjZb0Ifk4+k2WdvbSnrrzCof281PhFvGaf8T1rII88puoFvgMFWj3nJtW8OlqkuwP3Kr2lklM9iQHIPOWrXz0BJye++YsdPXm7xb2leYe98jCrvU0bsj2iEsU9HhWCPV/BJr2WEbe8z6YbPrQA5rweWkA7UjIevlM7NDs6yfW9/x33POYh27z22Js9QT/xPBxuCr4vrJW90QIrvtD7Br5T5bQ9Eg5Nvk/KA71o8Jg908/LvF7HDz2vNZO9De6NPSV+vb34zE69ba6avWenvrv0/tq8DCA5vtcG273hkY49t86RvNj+Zz0i4l29KfiDPDXUtr3kKUc9XQWHvfj1h72hNYs8avyvPQDxCrxyCUg9qO7PPYgAwz3vloO8U7P9ugHdFL4rI8W7lodfPfnKhb05XVC9uPqAPL6HjT1Owx8+Bk8RPkgexL24iAw9psOAPQA+ATtbJAy9XxV2vSfXaL0VjTu9XxbuPUlCxr2QW7s95d/aPcYlUD5rxQo+JJDWvHfKYD0gdcE8642lvCwvAD5LeDM+EziCvI/jtL0Bq3E8bAyrPVDYlz1ueJk9LFUrveaimb0kl/89XJasvePO/z1yNki9eA/avAE3ET5tVPI7RUrIvZmDHD6l56C93ZgPPTQ2972qpcA9NKatPQnI9jtU9x29FgUKPJrNBD1h0aE96J5EvUlNND4cQy49NwCPPVm2BD5VvDI+hlW5O8gykz2YX049L6tYvfQ4Lr5+ChY9KvA9Po05PL2yIgA8VkwmvEUNXTyWSRu9cRgrPi9igT2sv7o8ZX7fPWcQvDxOJ2c8PQEqPtkmHD6tAd89PsVCPfEo/jxtRCC8jGhKPJCAFT6gNgY+gaMjO8/6I72dZFO973dDPcRPor1wJIK8wJMjPvlvBj5+fTS9QRJsvXyomr0DmWc9bl02PTl0Q73tEb69nsJcPQW4k73qODq+a/WpvNTAkL2wJOs8+AJsPcvKozsfJGO8X5H1vG8f172Lf2u6wkzpPRU4xz3d8Q+8j8g5vWzNCb4aWoW8M8zkvIc/fzuX2jy+InScOv1wNT7it/m9nEdIPjfi/DzJsai7e4uYvU/Aab0zNq49ZY+wPVswwTu3LFE9bp9SvWtZJj43mcO9MZolvofdxbxIzcu9rLYKvtIst71IebI8y5vgPcl5ED74pFY+rW2Ju00J0T0yUiA+jPegPZxKvT2Tw7I9O0LvPSPqZz3p27G9zEGSvONOVT17lui9W+VjPaiK+zy2rA6+HEdLPXltE74tAbA9IesAvggUDj7P3v49/0vfPRbMHz69vP695QnCvTSeaT6fKEm9mSCXvP7sSb5nSsc9HQMpPQIDOLza9oc9NhPIPcmVZz1DRaa7tBY0vQcjH77GcZw9nlFyPCo9Bj7wQIm9ZLKYPX4FSr1dFQY95VIZvr2IHb0kjZ28qAi0vdFkaz6ypTY++3yqPQGL4z2tG9872F+9vW5Uob0Cqrk81RkFPpzJOz14eU69n3oNvob39z2pOsy9viyPPZn4lj5cPMS7upBmPhCZAT6PJC499p/FPSOd3TwJEvy9NGiOPHNvmz2Jzee97PdEvZ4G4LyGccg8jJkQPmlAvz06I3a8JhE+PsqIBr0LkSQ+WJ5xPuBtt7z2XHc+bJ6WvW+YSb6HeY4+aeqVu8nQQT3bDq69OtzKPSdtk73SWUK+VbNsvUmRkb2Urxs+kp6jvAD9qj10oca98yLfPSmpCj1h+049Y6VnPCsPRz1zs429pcv+vfGwmD0/u209zL3OPQ9GZz29UxS8ixssPdswXT0b9209kkpsPtCs7zqvLus9SfCwOn//Aj0iCv05NmoLvcUqfLxX1qY9aXS1vU01DD4mIfq8Qiw0vqHhOrzCdme8YJ09PSXmCDxEBvs93J+JvBSfxbzPoWa98GILvPHXi7vH7ho9/nq5vTtG/DxrQBe+xJLQubmI0j1BZhu+prO/PXyBGj72Zze83TSRPMWRFr5RaQE9JTisPX30Bb4BG0E+JyAXPkvhvD1aBiu9kD4QPVKT5T2ICRk9cGvdu3T67L0Fwrg93kEDPpydlbzZXx2+Cx0BvdKtxr28dyE+KgW2vdP9K73suwm+qb0BvsVjSr3Q5BY95f2UvTRKL76OcpI9kyXbPKgogL3In/M33GTsO2ngIb6glhu+cTk8visPQL1nXTA+poorvkZOhD1/mII8EdqtPGJ61L0b/zU+L2OCPbUjxT0GArq9YDOCPaMjKr5rj0M9MGc+ukC6tzzdUo89b2RSvSjfVbv8agO9+RX1vRrQC73g28K9BKjoPUWeSL7PjZm9FXCUPOGQTL3/rV29TxO8vJ3msDyGfO09wBagvaRh3j1mZDk8eqsfPuFqPL1JhIU7taRavN6/mL2fO+m9jfacPc4XrzwMBhA9aXhMPhQYf70tq7a7KL4VvGKjt73jXIQ8j9JDvg8bdD0eM1e8s4I7PWrrLL7WgqE8/bYLvmOj1b1VbYi99gmiOmhwwjvcJAk9SKjxPR2HNL1/35Q92Ob8PTFF3j38bVS9HgDwPdFcWz5PxG09yxcxPRwcXT4eJBW+WThZvV+PKj159KC9EudZvezVcD4BlrC9iGlVPtmnyj2kKgA9NrZJPY8Cjj6oizy9SNbGvCt6/L2vC+U9GDZPPi+KEz6MQ6M+QQiyPZynAT17+oI9+irmPRPNbz7NV1g81hjpPLq4hD3abwK+aug2vZUnwj375kc9mbahPeUr/L2OUgo9ts4WPhBnMzxcyAA9at4mPOzKBz5OQe09SsmjPaN+tT1dLAe9s5HLPctBvL3TV5Y93LqEPu+1Pr0S3y49UX5UPtGqubt7wtc7cJJyPVuYtT1gmze68eQBPnTv5bz1ZuO7R3bNPeP1vz0jhxa7+dZvvTLptr1TUs68oaA1vfBFkL2TVTU9ah32vcsLSb4UIZY9iWPOu0enb70QRmC9ytWxvWl90r3uy/i9zpLRPZqyHz6my9w9oM2/vfhP5D0LOA4+8dkLvky3uLx54gO+0ijIPcPZzb3I9zm9Mc2ovWnIlbs7tN89/J7/PVFER71QIW88Gu4QPnYyFj7gnrK9C64Lvfn1GT0I/Qa+5r0tvW4s6rzxD0u9WW/EveUDfDsoSGw9uL7IvcO3p73VG8m9sDSePN3cBz5/JSk+ZptHPf00wT0QowQ++n36PNZk8jwBZjG82WIoPmpwCL1aUS87JbICvc6VyT3Tof89Dp0KPl3QAT623co86b5LPi6eSrx194u9HEcGPDSbIL1tFyi9m7BsvJyP8b1pw9Y97/38PAdFPT7gMfo7x0QwPWP9tb2/0LC8h/A+PeVvDz2eYUE9HVBPvlrvgT6zFo+9dc6GPYPq9juCP0k9mhevPFAFrb0y+ei8G60UvdGAn71Sn5W8V81EPDPItjwp5sm83RCwPaMnk70GlkE+WsUKPcKXGz4Pixy+l0HgPLyAJj7fjt09yOeRPSTzwD3+9+g9+X/EPO6TTj43LoQ+mqjPvWEG4DuCvJQ9nvrsPVKfHz0kUcC995vqvXbrVr3MBY+8DRm8vZysGL6tcUI9gCAQvpz/5z3kQwM8Q0xkvS+Gyj25yky9OpTRPQS2rT3LvYo9DsR6vXDz4L17k/69g6ZTPTEyFT5B2hE9NB2MPUD/IT7FEQ69yjs9vdmuBz1LuMu9WWqVvcfuL7wOgJi8SCipvNzFAb5Ysns8P2EZPWlhBD0RXam96dyXPbEUXL3sBZc9mZYMO+vxAL4hopg9H4xCPOuvOz0mGSY9SY+SvSdR6D0yo4+9hGXtvTHsnz2QSBU9RFCOPXXuOz0mQIK9/tkovqkRqD3pnwa+Du5WPYNWKrzPoy4+HJE6us2KTDyKgiy++efGPTuP/z0Xi2g9Q5myvXacNLz8P3M9CficvWCrb73HV5C98CwCvh+4jT1fyT0+my0nvo6xZDzgR+49osUTvvwj2b09B+09rH+dPau7Sr26D189EHQqvNaGN7yZJX4+issHPRJjB71/Qd89G8CGvf2oHz4KRSS98ofPPVFdzz0BcY68xoAVPj+3kT3reDA9HnHGuqe1Wz7mUUy99f3XPei7Uj1Qc0+9T23VPVJvYby305Y8XUJsPh/9VD2PPOO9qJcUvaB7n7xeVIU+H+nlO3uz4jx0ETQ77n3FvKbGIL6Pgzm9cMeGPU96Hj3WhJA8jTgIPsF2gz0gwiw+KIZQPmQwBD5CWAI8t/TJPbDSLL41kyO9X7CCPOhERL2408o96Y5DPn65Rj2nFDo+NzUuPWc+Rb3QGAq9aqyTvXsds7282QM+e6gYPjb5Cz3Mhs69a46bPZpTHL6fQq09Fa5JPrvxCTtaIOG9SzJBvjR1lL2cr909TJwbvbS2aD4SoyQ8icSaPfEzkz2+tAI9+poFvfUiB74K/B8+A8WHvTgAAD5eSCy+PI88uwvFqrvwtIK9LX7+vJ+Hdz1uGZU9hZQQPgowIj7VHgS+ncOvvCNx5LxMvso96J/dvfn03jzIo7q8jf4rvgB0Cj4Z3o08pOqHvF0iUj3mQ2w+zbfHPWI8j71krm298y6DvLkvX72Br2+95TYNPmWdAT6N8ww+oB7rPeAzkr0/L9g9ercOvXfM47v5yrC8bE+2u6T5Gr4qqYK9Xl9CPcXOtz2uiuQ8OirpPW8CHb5dfWw9J7S5OyL/aD0QESI8qF0fvlcQF71sDTo+ErCaPUkoID0usSc+CIN3PS5A1DwX2Pk8R/VsPvznZT3/u8a9rbFmPZGQ/T2x/J297+QwPkWfGj4J59o7WQIKPODCWLygmiA+t2xXPngoOj5goOs9C518vWqXmj2PeFg8mLEyPVCBTj04OJa8yXDWvBGPp7zJ6po9JZybveEaMb55zx69hdqmPayL9r2nCsU9Ao+EPURm9zyXyQi9EGWTPcqsVbzvwxE+i+8rviD0oz2I0kC56B2UvRuspT2Zyj0+WBiDvPVD5byhcwO+kPLlvcG8KD0eGMS9NnXzvVfEE74Wqjm+z3lCPSjSHb5PJCg+y2c3vpksb71mLWS9iUwgPf+fRLyvk0w8oMHQPRcaF74Vix8+SRuFPcOOf7tSJKG9kHdXPDZ/EDqqp54973c2POj+n7wvTVE8h8MHvIiNlD0Zv5s8xjebPWK1ij1aJeM9gztAPW0xmDzxWO69hfUPPYotTT7ILIW99YKBvUpOpr1RGAm9jeQRPlbwrrq4nW09fCAJPdpUcL1Fr3y9s7TSvcNkWzxvAdQ9CmHZvM7pgD2PyaC8UJwsPurg7DxifRq+jh9SPTGQxr0wEiw+Q1WBvfv7yz39MkG94hqTvQRJhr1wQR2+SnLIvVWnJ76PVM49Ahv4vc1fAL7H0ou9T+/4O1hDL76d7tc9ssvfvc/Oib0+G0w9u3+DvMXzGj2TJsG9rPadPQ3RnTwGbnA+C14jvgkp0L3khFQ9cS6XPY1gJz396rG6boYIPpwhgj7PXM+9pQPBvVz23L2N2tQ92XLoPX5dmT06Tpc9HLCCPRUE1z3mtf+9O30JPmTkeT1ilzy+y22GvW+VjTyD49u80wgOPsLfI7w3Bty4MMnyvF73Dz6zpEc+C2d+vBJoHr4BgA89Pq3HPJWxkL2hQ6K9udc7PipD3j3+FSu+Bw4Ru4bEgL3xRCY9yeMivL/rFj1qXsI9V8r1vYwTOT7OuC28vyaDvdhWNDxg0Cu+i5PhPHEI270IAx6+D5IFPW36C77BPda9e8nmPJddvDz/ZYm9PTbJPRFGs71NP5c9C1hou7Ga370ZwEC9P2UHPhM8f7ygaiq+j1I+PYjdzb1wSjY8Ry97PbV1ij0EXX69Pg+0Pb6xuzuZi/E8/cP2vPyJsDyDNEK+8rsXvAr+oDy6+1W9NNRBPRf5H771EZO99HRAPp+Qpbwo0+A9khn3u4+ibDwWM0U9gKcjvL8gzz1hrtU9Ev8Yvm5dUb3vmgY+hV/TvVu9+LplxQc9EqmtPaxF7721xtc8qdjbvbnsYjy/atu94vfrvNMgaT2zXAG9iMigPNFjwz1nc6+8TbvQPVcMOT0KNBa+Xl4kPWgYLr45MbK9lRpPvWfQUL0i9yq+uuNyvY5n2DxUv5I9Xl4LPcedkz15iUg8skEOPh5Tsr1V2vO9NHzrvW0NkzyJL4K9V1WMvSVwkjwnmY689slJvqse77xWnhe+8fPaPMUiDz2lsrK6h5/YvYWRg72xKAu94BENPTy51r0vBUk9rRgHPp4uYDy7ppC8hV31O1530jyfZIW8AimDvVtxrz3U/Mc9v+pQPgRMEr6fuzm9Jl01PfRnGz0bCD0+yBgUPXmEeT36zV29uFmJPQLjRT52bZa9LP9/PdvrET3QNVk98rD+vYvgE75MgfC9gHJ0Pb5v3T07XLm805AxPfUHozyEBnI9p2BVPOOBz71oHKi9ldivPLbQX713jmm89WgxvdEUlD3WrLO8miIXvoJ8Fr5F5Mk7xnFFPkZi3zudNpI8ZmZzvZfzRLyhZCI+5ZPvPVDRNz6A/Ze932ufve09GL5vSFm7RHIjPrSQb73gUQY+Mzc+voGZv70zDhe9hLAAvbziRb3/2g49DTY0vcL5xTyU1Ek9jdeNPJaEbbzek649tFCOPD6m/zxLTmY9rg6JvbeHEL0/VDG+Zs2HPW+9hT3xYzO+G2VhPejY670IDjm+TtcdPAwEFT0BdQ+9k7YYPfiinb2xfpO9t7iovaLcpb1R62w9vL+AvAWsKz0WCuM9UFvxvQk+Ezx8CL49qxufvF/i1j2m9c297sStPVZeDD4GxE++xVZrvK78uT09Dw09EXD1u94RyrvjcQY9DXS1vNcuB76uNgc+pGDBvfrW6bx8WNG8aQwCvYiFJb4SIB08O1DgO2viNTxy2cG92kiqu8Tx0j2H9iu+os1zvJiTFb418eI83bO2vWlUrT0kw9m9kVrEO+hd470nbBm9IXmGPQLVIb37vyY+DqXVPb1i+7uu/dS9AWOTvdvhSr4Kr767YeoavcmGDr0S8qk9POoDvYKc9D0mE708lKLzPVewqb3wR4q8lKajvM3VP7xd1Im9fDcRvf4LDz7DfQy+EQILvlPN8j2eKCE9gXCvPLlBoD29RR09zDwNPtqC7z04rXE8LIzqPfboar0FBmw93b0rPWBmHz2tVCi68xENvWSp+722x1w65H8wvkIviL3CYBU9OWHCPV7GN7waieC9ERRLPTIqMr3ta0k+AIkgPYoaKT4FsaG9oKTGPA13Zbzn3UY+Oz6mvKDf3bxwcUq943ClPKYQyT1P89w89o8cvWcHID5rKuc8HvW3vbmLF77098a96hyOPQlMury4YqI9/qgQPhD/zbvJuLg9sdASPYwM4L2yaI+9EZCsPVubPz0fjJY8aoUYvWsU+T0uKqW9ar2LvVZW2L2M7RK9ea+KPUxhNT7ZZBe+/xM1vMTkiD0tohs8AIYDvPBrxjxM0rW9orGYPCuHFr35bDe9OFqYPIioyL0xgzE8o4q9vXpBJz3zM2q9sCooPb+tU73UCBu+EfStvAWBHD2bKhS+T8Y9vGneFzzANcm8dc8kPmaxpL3IfeK7PB86vrmr0Txeu7i9T0kOvXG3Y71pmUG+qRzgvUR1OTzlWii9bshevZcZ4b27Fyi9myQMPR4n/L2twq27n0PVPDv9HD47jsy7tGZ5vX59xzznVHO9iZmiPBAzkz2rasQ9tDT5vS1b07285ms9J5CQPU+Pzz0V0Ma8AeVEPmlZlzus1YC9z3pGPncHkbyEGLE9YGDLvVG18L0qAeQ9t+Mvvm5WIz3WTXs8V+VnPYj0KD0H1ie9W40qvVG5Uj2lAwc66SceuzRCFL28bzc8QuIpPtYB1zxi4im8+hlJvmonCz78uuo80ZhQPQo2qr0/RhW+4PO9PcScxz04NXY9xhHZvXlCCLySDWg9ALbKPHjNSj3lLK49yzDfvf3dUL1L2iU9arkHPinhqT1joga9lBavPPKa9LxOt5Y9HXPGPAnOvz33Gwa+REkpvv+Y2j0kChu+0OC7PdmrY71oxmm90GH7PUSjxT0Vvqa9a8rgvXfFHb1PzgY9uUSmPcM9HL4dkgm+rE2KPYJ/Iz5k39m9L2eUvfgJOT1ibfI8WU4Qvjg9er1wUWQ9j8L7PQnyeb1hEyq92kYLPgtDTz3GTQO9Tz5jut7weTwmiQA+uDdHOgHwKL0l00681q+ovapPqjxLKRs9hyoLvSdzpT36LMm9t9LVvYtPwb0zTKu8XhpqPW6ew70naq69GsxtPChznr3r+OK9uMuquinc5rq+0Ni9rtFEPU1CUrqx2aK9NgjtPQyDKr2PjhW9HrRnvVVirjzwIZo9vBQuPkuL1zwBpQm+rADCu6CaPD3y37q8zYqwPedsPL2yH84921laPEhClD2fvBS+97QtvWy3eLw5CX29JacJPpdwb73zJhg9mYIJvhC14Tzeg7K9iW00vi4F1L0vZ129EqcjvZaYPr07mgA+f8H+PNk7PLxAGag5OXNevUQSuj2OZf89oyTsvDBgXb2a/6Y9c00xPLf+4j2fj7O9BRlqvYgbgT3/A3w9kjKfPWu4Ujws2Fc9V4SHvLt2H700Bis98u/NvRuNSL56dx4+H3SLPI03PT0Qt1G9O1K1vZqkpj2z8WC8FlTTvWSbtL276BY+0DxAvi8ypz162JQ9nDYZvhzRET6D9KK9+07mPY1PI71smTW+4XlOPTqIij20iz09+TnHvRbuoD2k+S4+kgKHPSAh173GXpI6Xm7MvRyTjDs89fq9GvghvEwEJD35ehs9W522PGTIvjxj/Mc7eYUevOhhMT3iHBg+ugYNvutg3T1pDj49MvyovNuEGr125xU9WL4pvqBu3DyHG9E7lizrPQt4ID2CgoS9shBmvdA68b1L6N29eDMFPi7gvbzuav29qbO7PbnTcT3WyAM+aPKVvRDqPT0dRU2+4pu2vLHICD6RjN88QL/XPDbPoD0bA7g9CyArPdTazD2YYti8L7AKvYvGSz4L0SC9Veqqva1vKz2ML5o74sjjvO2Phz0q5XY+Yhi9Pama/T3u3Rw9EnlxvTaPVTwz+4K8HiiQPfDr5T0lMN89CYxDvCpLJT7vKYK+KoopPoJ/obwfIr49dbAZPltLyz2cGVA91MjNPWzMND5Orw6+UJ9+PmW9yr34T469ihSBPj7awbxCjIo967kivZqkAb2Ue1g9CPmfvUaibb3JRlc+EldWPs2tcD1YDCO9eE8Kvgh2GD76YfU9Uk1qPskGIj3glsc9TAEsvrTwND27wC6+tqq/PJ0WCL1j+ie9yrnGvMb0jT1sXSO+W6ANPcnHVD11lgM9BmGsvL2Agz3V99u9+uafvQoEVTzyLAY+zxiKveL5xLzy4zM9svtwvZmmxD2lGac9EVSEvV0Kl7xqrLC9PxFKPCzT6720YQe+wXWJPa5vdr0KjD0+/gCyPYmKFj4p9SA9QzdHu9IUDL7EszO8R6qMPWsZgj2V6Tg8tXLgvO54kr3mxwq+s8UIvFKvBL4CHWG7U/54vSj6fDyelYi90gXPvPynQ745rnm9Z6m0vVDpyL3fzCY90c8evQOUpb36rRC+yfwHPPP44btnpyA9oLDjPeNnDb7+U+U9oj9nPbyQwTwJSDm+TYCnup+8sb17MAU93WAAPgdMhT07jSy9r15vvbsHpLz175k8MwjYu0ajKT5nZ5Y9iUQ2OrUKaDxnqzw9tbOyPO9ESj5Bv+U9CCMOPA6Hrj1RqJs9DBaSvQNIqT3AfG28PicGPEL7ij2us9e9h/8JPYB30bxfiIq8YJMiPMDHCT7lFSS9X7QlPlZBUDynZLA91kE3Pisyqbsoe2U+m2N4vQdJmD029Tk+FQ6SuS1t/T2VrPy63t7mvLe5Cb7p3qU9cThlPdB6HT3iBD8+1iptvh3TP72kfpI9f2tDPoOyAb3yD3c9GAJQPYDwKL3ZcbM9JhF2vTzKwjuGAko+OrXgvUv35j3XrUI+Oym+OsPEAr5zclg+N3opPnZO3L26dro98kaIPb6rHDxwPj88CC23vT/Dnj3/7kq9eR4ZPcZ9mT1HCJI+cpcjPjaQP7xPWjc+FyqDPXcAL77S8UW+Aw16vafNdT0c6cE9KEnRPRZIRT5F4LM9kriiPXxAorsN3CY+/dxXPUwfBD540Jc8/Xy6Pcpurj0m+lY8KrFTPidYF74ylo26nfvoPbg2ej0cKw4+voXfPaTHUL0Yg8u8SvMwPTGcczsVNL89B50nPjaqE77pz189LYXvvcamF71+Z4E8q6BsPZeasD0tvyA+MoNKvf+B1LxZ2y29TDMLPB4QCD61+TK8Z00YPoi+FD7dil098G6BPKJkMb0m9rq7JY/qvPc1Xr2zBa275uuYu+6Mnj0gbMK8UpL6PRoxGT6W4AE+BcIrPrMYeT2wkSA9TYImPTWCfr3SgNe4W1qRO6iQW7x4mrk8gW/NPVHMfj3Jy228FzhiPFbbQ76qsdE9mJyNPXIlHb5g5109gJUiviTKFT5RzDg+N3e0veGHDD4EgN49Ij++vaeojr3kFOC9QplpvgDJUj2u1B8+GsF9vHOLmb2npXy914mDPRSrwr1uiIs9Fl5hPSTIFz0nc4A8cacnvWyAAr1XSBY+XWcoPXZujb1qjvu8kJVovKUKxT0aDFA7R0nqPUbhvbxgUZM9Uc5QPrhHyr0IIAG9iLhqvWgyAbz5LcO85m1BvNw7CL68tko9sAQDvveqhT3Ewa88B8EZPsga7z3/r8k8lomcvaY5iD6vLDI9qsCOPXqT7r2SKuA9vhgrPN2/q7sIvaK99tNpPf3Qub3cvg89oRL8vQ6i5j1aNx+9cVYoPXeMiDwaQC8+iKaYvXOnqb3Hoho+vV7+PISccDsL2E8+cDWGvZwvabxzjQW+sQnVvO4ptL0Zs9U8FpPjvftWh73P3r89lpoXvfXk6ju2dgQ9n6aTOyHiYT2iFpE+vNOfvWGvkTk/cLa7iouPvZWK1T1P/yA9guWyPPR0Vj36/WQ+8EXmPTtGKD1SbYw9AXfoPXWUi7xaDs89E0EWPsALzTx41Am+liOgvMXKA74uTfY9AcuAPXSfp739z1s+wUQWPkzlgz2tl7891nvNPXgIqD217Pk9TlosPf1JTb01lA4+kmAWvrH4zD2cXAq+LrmwOsA4lL1t0gY+RAeIPdktPL7Ssig9JiZUPSauGj4K48K9MRf4PTMw7717gho9oRJuPjTYHT2dr/I9JBgFvYVYcTvHLZ67408LvSJRMjxJXa48GyiWPQPeQr6TDNk8+DscPYZpTj3VkH49FoWWPMztmzyzhFi9NTMcvolQtz0ipjm+gDrrPMJE3rwhIHM9yCY+PuqxRz1GLBw95o+LPTZivjyUPDs99+BQvZgQ0T0Bggg7/PSzPYlXNj2uelE97EJqPVGR3T3j5Nu8pAAkvQXDjD0BiYG9C7wsvUB8orv0/gS+RUqUPUJaz71VCsg9CmHPPPrrXj2crSE9wzNCPWNlUj2Gb329aI2lPdPTAr3BFdg9B16nPeWCi73kPb893XYFPEltBLyw06q9ViwOPhfBcr1Li5O9BfSwPJFDZL1/Woq8D6vmPOBnET6WRYK9eE0XPsj6y72FjNa9bU7ZvTBQR7xMUlM9PGB+vfTdob2Xq1E9AP1lvXaYv71+KAI9PIUwPbkIoTwFa0U85kexPc07KL56Kx+8ChAUPQUMkj25YMO71OpOvQx3+jxKgg49Ey0qPrNx5bzkZjk+36JOvqcSKz6KhDe9W3/4PZqLtz1hdQY+vpAYPhVllz0KuJy96hpzvG9UOb0AVi49OZ6wPRKepD1IEau9hxj0PAaiGL1Qnp89mtopPSJWVT1am569lf7HPMf73L1yzhe974m2PQgASz2vieA9Ncr/PMp4ljyh0i87ducNvCh2jTxcK0e++8gIPlwIFb1D1jI97DpYPdZrRT4k0ZE9o705PUn8LT5n2hq+KBkbPhqgQj6rupa9O+mCPb4FKT4uEwW+Ffb8vDSqoDs9fai9gk/8O3aLbjtCKvQ9RP+aPRbYej433de8ticAPoetOr78cvG8/8eFvdm7O71zNYe91s6ePZUqv70Wyhc9WiWTOzdUAD6s8yE+WzMOPqHaBj796kq8dBeiPa9otL2ujAw+pMAFvlfr2Ds53io+irUOvY/6H7zNApU9Yfc1vSeMvbvbGAA+ottzveqnVz31+T2+WVn+vV2Bjz7ig8g9lrVXPupfbr1aSFg9xMDbPcDiZD6nnJC9b/2HPSD1UT60VZu9RwX7POJ2S71x31k+pOmoPZa6CjxE3nk9IqD4vVgoCj6Vm4A+5WMtPpufNr6Q6lg8oAOxvN5ExL359Ys94uA9vVlgvjxPpSo+42fXPWZo2j0Y/yQ9465/PWSH4D33FdU7bDyzvZaQNz4uPPE9M6WdvZvRyD17ANC7qBCTvULK4j0PRpC9p7wuPgD54b0rXsO7KZS9O+hTfDzAlGq9U6IWPu0ZvTydsl89noCYvaolPbwr+u+9b1s4vKkoEb20FaA9oZ3APc6CgjziCPo9eeArvjhUqb3nIMs8Gul7vUpWrzwBeL08k8OVvdWIyj1YECG+LiVaPdfpr73CuoI98/NLvQD2nr0ZLga+wQTPPSo4MrwY3CU+hWGrPJ3YND7Iljw91mQePYUzyr3ZyiC9tQh/Pc6XDT1Uq0O+xrLQPe106TymrhO+ZP2EvP1wmL2e9oG70KUqPqlbGj7Aihg+AoSQPTgsuzyA+aq9cvc2vtixjb3WQ5K76/f6vDRklT35PkC9/70iPm5oLz18s669YGnUPcZPKD0dgCK+cPZSPUCqND0abaE9NdffPbndG7wXJ2I921Y+PfJkMTyIslG+7fmrvcJuvD0apna9L5qsPZCuGL70af09d5GrulSvpT1O3h8+HDndPWhWF71YCcC9QwNBvfgCI75LcRS+gUKAPmcn2L2GpJK9/VuRPeEY5D0324W9b83eu9VXD70myBa94CAUvTBCVD6AsRg+F23XPcA7JD4h61080gdBve/mKjwwBri8Nv0kPdYDXTybjfM9+OI8Pb+eKz5VTTM+4bF2vZsAwT1jJSy+/hgQPvKqiD3cu0C+uWCYPHg4LL4xU7Q9K/CJPNg+lT1DVBY+ga+evSP5HL7Gk3w8acG3vHrP/Dt1d348XLYpPooFkL2kQtg9UsFHPai+AL4DrkC+T3QaPpS1DD7ilvA9qZT8PaA6O75TiPY8pYDIvdfjvj0mdzy+hyFkOpw2oL3UD5g9INuSPZtmpr1MABI+nM01vQIhCj52vvA8jYB+PXEDBb7LNWc7aOAuviyUur0Lm6G9ETktPjBmgzy1UtY8Er9oPb//vb0VCbq91HzoPOKkXL3ZZH+9imoavk1agD2HuOu9fQkkvZO2bT1ZvS4+nqm/vBzFxry/rYk9YrK2vbK26zxmWKI9hP4ePivbML3kw/690HfBPQjK+j1wCU+8jcFIPtZZcz5JjJ68iGugPT8+vj2Day4+dfhTPVZIgb05BCK+WnBYPuegkbz/jng88By4vS0lCD7Dxp09HQ//vAyCtjznkAS+AIMsvgC+/b1oDg4+EE0rPQ+JMD7wvjg9PnusveAPRj7dpBO+C7MBPrELJb4IJY880vMsPbnaUrwTC9Q5zi5JPtvu9T3xpqM9TMOwvZKOKD06rzo+smGHPikrTT73veA8HoBFPRzZnL1oU+26mKAQPjRg5D3QXgW8uC8xPQG85z1U26o9isuyvZtBVj2zCzg+SNX/vcEWKr5VaQk8wJzQvZWKZj1xTuO99icRvdXqsT0cnzI+b6huPqtgJj5dtps9k4ikvXp99zwuFay9MJkWvjNwk72QkJi7V0a8vd9qAD6r5LC9fgBGPm3sEL3WhSs+e6XSPShUBz5wfli9U8AIPuzLZb1yR2o92y0GPhAt9z38wW8+kaMavVfLRT2Btbw98/4OPV6YkD1FNFw9o2HdPc0Hyz0eTvc8c+F4vFFOdT1HAQg+dYSWPbMb/b3FUwq9qpsSPnDPLj4aoNU9x6KqPSVu5D1SqK87+cOvvb/VAr3tPh0+l5OcvcWt3b2xxM892K9VPvaKz71KrYI6OvwBPm89RjreVX282fu7PZ/9mj0e7TC9+aaSvQ2ZNz5Kb5q903qevbTLPD4qGyI9eyrqPP9QDr3pW0o9ktvMPEyWkz0XsBm+9XBgPIKHCT1b9LO8WT0uvcNCx719+tI9q0V2uipocD1U+Nq9CxxEveaPKbyhIaw88MqoPerwXj11EQI9PVirPSpzjr0z1A0+s3EEPY+z7Dt5DSi+Cso4PSh7/j1OsVq95+3qPMyxE74MRhu93DqZPNuP8D3kR5U98g8dvoiyjL1CDj49FP4TPdH6Nb4v9vG9HvDgPRGgDrxTZgW9KFWPuzxYrD2xeAi+fHcCvYLvjT3OyMW93JTFPPJjmrsm3zq9vscXPdDuJz7ZGL69alscvUd/g72O8DU+IDiAPdWn2r3QQBU+72qsvXETmT3Vbts72qFSPV4iqD2gSRo+2fxEPQc+0b1ThwA+oGRMO+7xlr1xr0q977paO3Ax9DwscDS+nHdfPaqcA736akw9jPUUPZYZjb1sIAc+ihOqvVj05L1YyuC9FX9ovULahz0IN++9lBZpPcBzvD1feH67/PrSvODvFr6Z2b+9DXdWPdSbKry3hW49LKXFvHySLD4DThO9XmwpvkKEd73cMNu75HmQvaiCdb0l6kg+n7YzPPN3Nz2gD7U9fAj+vUrhK77Mn/a8hUngvDSMFz4hR3a9R6PJPX/Tdb3AYDw9aOVEvk6au70GkbU8wwccvYEqfzwi+XU9rocoPlyUej4ATrY9kUKYPSIqxT3mOyI+EWoIvqseULs5sW49TFGCu34jWz3S2aU9AsAJvXAlnL2nd989JoU4vUXMjj6UP6E9KahMu9i4Er5VBOg9ciEKPrEqu73vUj0+gnFDOv51Jj6gw+Q9ZzVMPhe7MDvQrqa9QfLWPM1DBD4Az5I9iQtiO8SN6j3crJs9ww3Cvfq1hLpDNoa9Wmf8PdchYj1vUK28uA8vPZnuOD6B4hm9J14OPuoZM71zwUU8xb6XPIWFqT1Jl4c9gcYePuUO97xfWUE+Lk5hPWcEML2zKTy+bZnbvHDFtD3EeQ8+WRFIvPsF07wEPaK78dKlvOFkhz2w+vA9pCXpPefdo7uO8ZA9VE/iPAAAAAAAAAAAilIDvQAAAABVefU9H2qaukm6SD3VCMI8IsvBPb0Br7v15uY9UA9lvAAAAACdwRK9ojicPZTC/j1UQYM8xM7RPRWLJrz4Ctq7ZV3zPedHbjxIAZ89oHwOvDdF7bxKI6+7AAAAAEzRp7uQ42S8pvzLPZJYA70AAAAAgLhevVor+j2QDw0+gkHNPealZ7xgw4C8AAAAAJSGjTs523u9AAAAAEjuHrycI7a79k3kPS0jyz0BTze9LyARPfmc9z0AAAAAAAAAAMWEgT2/Po+8zg2pvFFbcb2UGnc+DORBPnoqaL7QQG+8n2bePdbgWT4T9Ne9mQm7vUgwdL3maZO8KZSZPscEEL5s7Xi78dmqvVi07D1HENC9cuatvgNmEL4aCZ4854UoPq+n5b09kRi+c/WCPjTepz26qgq+p6BTvrI//D2fUai+FmCFvgcJVD2M6OM9Pt3cPTCK+j3dZHe9i08mPpUg1DsFWvE9Hpiovq1OZL2WcCo+G/ynvmpsND5Av8K9MNqevRi3Fj1TyTq+YEL+vUUQej3KoTm9+01rvP1bkb5PKXe+z3o2vu4BPjxydBE+vLwiPm9iGj7FFrS+7Vx8PiQkgz5sBxC+jamjvdsK6704DlG+e99/vJzcSL5iIcY9i/R5uUV1bL5Un0W+E/jcvWbtfj4E6vu9O74rvsK9RD43ao070UROvbnnZ77GuHA8bPGAPa2nNb7mcGi9+311PtIx57zPTTs+y49PPrnfp77JxyC+aS5AvjtrAj1fyda7jnB/vSkxaj5e+Mu9DBlvvl9gBT37n+09HD6cvqLMQT25eC4+BWRkvjBjnb1sxZc+v+C3vcKMhT3XSVm+/kaLvrJRdT6dD5a+VYnKved6xj72nY0+rjIdPqiBHL5D1Z2+E3ptvGkV0jxyM2M++5scPlAmDT5xUJi+xF2AvWqmkj7kDAu9M/OevdRgQzsTdLM+vT8VPmePxb4SS0m+pyLQPLMLCT5SWEm94t2Pvf/k/z0Iee29ptWwvr06Bz5GLk4+VCeCvgo7hD156Eg+yN21u7xLmD7G9RU+Fc7NPUtnqz7bJ1a95Gq6vC24qT787Tq+3c/LvY8bN748ZFo9hQRZPibv9DzJG7+9TXKEvc9Tnj7tRlM8ZV8DPr02Az5Di5k6TOK+PSOMGr488RK+M8zFPBSdUb0bhaw9xSCMPWg1xD0gSQs+ZsUWvegooL6Mf4Y+sxwmvZ+ztr5tqoW+5bC0Pju29DxLghW+ViSpvYu+uj28e/I78yIWPmgRQL5SadU9H1CRvcLEg72ifP89CXSsPvR3FD7NsgK9Yydvvuklez2GxbM9uWOFPIAnZL2qfkK8BBr7vXrGab2Kh1Q9Oi3DPe0kmb6gcM28zy+yPcgtx727Wq47k67WvZf3gD32coo+Y5o+PdqXLD4gUj+9imqsvoVEB71CdYG9T91svjUkHD5rWT4+HJuIvfPotr6sc/w95S6JvTL8Zj7b5Dg+JrSjPgcq+7wpb8S9nwyWvUkjhD7g/rA90YkavGpAqb1hyDM+V5t+vab7sL2RDk8+Z16BPct2h75AoOc9woP9vPIemj2ZeUs9xiwnPQNCJ71z6Ag+Dq/jPP0/Wr6uv2M+QDAPPXQNezyHt1O+LO82Pc9VzL08Clo9PJxAvaeM471XyaM9"},"critic":{"modelTopology":{"class_name":"Model","config":{"name":"model2","layers":[{"name":"input2","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input2"},"inbound_nodes":[]},{"name":"dense_Dense4","class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true},"inbound_nodes":[[["input2",0,0,{}]]]},{"name":"dense_Dense5","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},