{"actor":{"modelTopology":{"class_name":"Model","config":{"name":"model1","layers":[{"name":"input1","class_name":"InputLayer","config":{"batch_input_shape":[null,4],"dtype":"float32","sparse":false,"name":"input1"},"inbound_nodes":[]},{"name":"dense_Dense1","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true},"inbound_nodes":[[["input1",0,0,{}]]]},{"name":"dense_Dense2","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true},"inbound_nodes":[[["dense_Dense1",0,0,{}]]]},{"name":"dense_Dense3","class_name":"Dense","config":{"units":2,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true},"inbound_nodes":[[["dense_Dense2",0,0,{}]]]}],"input_layers":[["input1",0,0]],"output_layers":[["dense_Dense3",0,0]]},"keras_version":"tfjs-layers 4.6.0","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[4,32],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[32,32],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[32,2],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[2],"dtype":"float32"}],"weightData":"3+GMvsi5E76AUjc9LRUjPh154D0n6hS6VjSHPjI1HT7P9xw++umDPX400rq+Cai+L7eCPsHBkb3HDK29z4+GPr+brrtw9Fi+HucMvj6/or5RY7A8C5DoPTU9Zr3hTrw8d5IpPVpRzb0cVjS+ekLVPbaqpb7x5iY9nd2dPnZkqD59soQ+5RL3PJT4777VKHe+MeKePSq2Xj7AMYe+IvmbPX81mj4PmrC8M5AwPqhMEr7IfX8+7K94PkFskb5yytA+YXwiPhz3e700cF4+nQi3vZOOwT0sGBS+Bb9KvuBNVb3vy5W+2rC1PvwemT6OfhU8esnlPSQjir0BTjw+v+oiPNQ+v76uMDW+1n4lvCSi1T5h45y+AG6DPiNWDr+gsxI//NEQv1XwIL86W5A+UEegPtrpr7wK7M4+w7lRv/HPUT/E8Sk+GF8MP49C0T4pEYo+e6Uwv8BjB79sVyO+IvcRv/4KwD7KN0A+gjQNPxqYzr7PGKE9B64Ov+YIgz6ekI6+HcFivnQc1b6hth0+5hKMPp4vyr1eXmc9RFOLPrWgFz4Q9W09oeWsvBEy/LwM3HI+nyb8vdjv6b1EE8m+hCPnPYCBKL691iY+anoaPrQWsz6eoby+ICevveHvYb7+rnW+crUHPEsJMb7t4s0+FjWuvtAydb5gLIq9RhiOPryxQr401A4+vC8iPlLO3bvqicQ9Z18BPq4TfL1Iw7C9BdwrPJgu7z3NEw8+gq/evclNLj6kDi0+hUqGvfeeaz5hDBC9qvmjvTfd2T3nb5A9wckfPr9zhz53Q14+RliYu82gaT7McIu9uJp3vaZ+lz3s32A+iUQ5PlgOMj7TJdY8uKw6PgT22T17bnk9KxDeu7X9MD0fjZ0+YoXjPZLskb5IySk+vMtqvOzBML7X0V2+2gQSPm8lzj4dWwC+/X/XvIH5BL4scz28y1exvNjBPz4HZJu8g27nvGi7jD74ofK9wowyPWmEiL1a9/s9U7EbPt0k+b3DS32+cPtmPV6ZBD4zuh8+DMVbvtZKvb20gSo+Qd/0POC9irwIXx29biMBvr4xgL3yy10+zw9iPhfStbynHD8+3nskPnKdgL40PEG+Bt89PjHlAjx0c4E+FNQWPofIlLsQ6y2+ifr8PWt1TD6Z8vQ9wPmlPIpykD4hJ5Q9QF9TvQCUyL2Ve3w+eKOyPYmHgD5D+v+8YXIKviKwLb6gm8u8IklGvqSVjr1PYk++xen8vZ8ljT2diSM+G304Pm8zrb2JJFY9NsmhPsAcuTylOYu+oC0hvbvhAT3yY0g83JdBPZ7inb5cAco+0mG4PlNwmz3aKi4+NGrqPAJVzrzCScM9qwCpPlgOB75/fZq9jIaqPgBTiz5Y/nA+LHNtvm6YvT1vQtc9/zYxPjMQGL5F7LC9K2cuPowdFr7SoIy9kSqfPRLKN70M0mI+RbW6vLSX4L3Pq6Q+8EBcPqUxAj6lnk897ijfvfZsv72q5sA9eqUTPHnroj68fM09UdqLPf0Tvb1MGJG8gLMJPu30tr1HDoa9uE4QvqBwtjyEoY+9b8mHvtB1uTzcC1y9ltsHPtnAcb1ZapS9/fh9Pm283r12icw+teOaPah1RT7jSrC9MlvePJFCRT5oy54+HAPsOj/YBz7Xwrg8j1WFPqqdTTr0+Qk+p3havoyfeTzwGDE97v9cPn/cQT3Yr1y+VdACPpP1Dj506AQ+n8WJPm08/j0FI4w+8PyNPbY9uj1vsdE9c6qLvsKWRb5PIFu9vkJVPjI+gD2gB4e+OkXzOhLAlj6ZtrO+nO6rPld5M71Lp4C7qOkKvt8HnD4F6gW+MXyJPnJ6UT6XLK49MxICvsHdNz47Ax++B2yDPXBIsT1Mszw+YpEvvciHUbyxe5y9w1rIvehIn7yPVp89T+yQvHayxb38P7u8o8v7vKRTez4vzCO+Th9LvbLgNT1dAxi+D/UFvpAiEb3UQE49rUdPvb6gZT6iIz0+k9uTvo0ovz0SqJA8Kulavoirab75Awi+QjWnPQ62yz02you+4EhgvU+PV76U/SE+FRmAvVGmlD4cypm92mvLPqozO774+EY8EHlKvY5XmT69Oz6+JOmavrWqaD6peVU+RLq7vu05Vz1PquG98mCOvWqrGz1p7ME8KZQRPtxAz706pKI+9ikHPgFIlTvFEIo+MNSmOwFcnDxbR1O+/BaVPWrRHz2lDB69YR6SPZG8sr6HbJM9G9INPTwnUTxxEq09jEduPn+FM70S/ho+wKN5PcQ/1b1h6Qe+9gzJvVfINb16pDI+s184vo1iaj7Xjd896cUNvKtHwz7V5h++78p/Pp5HLz0IYiK86FFGvn1CNz6hQAy+W3wcvXcxOT3qnOm9Z8AgPtAcQb0VD7w9tTNTPuTwK70nKuI9I04svc7bMzwTYrM+vDsdPcsYdT0wX+66eB/MviczBj6wrwe+BXDpva5EZz7IswK+LzYqvoDRcr35kqe+GRepPXfVub6PSLK9gZIrvoNfOTzohAA/38P1vectjjxcFzi+U3WAPm99kr1xxQS/d3cGv1sEpT1kJhg+ZdYsu8KThD5yXeA9swt8Pq4u7romOee8cBO3Pa4E2DyA97y92rVLvbRXYzxOC5U+yQypPcyflT5PviA+tobCvamg4j3/Aok9OoapPbmxhj0X1Mu9cFfHvQr+ZjyNNSA+uGu8vd7H8DzVuT++VsDPPUcC6ruoAYU9LrwYPrnPKL55qa8+INqLPtpDTD7b3uo+I4mOvufLh77orr09xJtfvqNfTT4e+W2+GFO6PIS5+D7otnK+UG/QPhZpeT4tl9c9TDd2PnzzZ75vxF49UpagPSk9rT7BkM89gcLpPevrmT4+J6Y+GpynPvDzvL6mgEU+6uK2PjPIJjwHjxc+mke/PdO7hb5q9UC+RD+cvVldij4yO428mBRGPmqozb1EJEm91xKIO/+SUj1JdZY92fDUPYeuMz3gfIA+FyyBPkq5Nz2xjsm8tb4cPYjzlLoRznU+i8yDPZkdhD2z8WG9VhC+PM8gOz2XpEC+8jnBPg+VdT3q4mg+bKuju4h6gT6aWqw+a7mTPVDGIz6xmyo+0N2VPs1UNb5PU5K9beejPWL0gT6Pkc09X61PPsM8Cz3rioU+NP80vmuOKT1USbY9WPASvmvaNL6Ftce8Tq//PZX8f72q1IQ+g9zVvYCCJb7DyY0+z93XPRHmtD7TQ5q+eW6kPLdb+zxnL4m8yTPiPWk2Jz6iD9S9tSXvvqA73b3XDwG+LJiVPUEpWj5OhpQ9bGxYOs2QoL5m+SO9HyPPvuc/oL5E94Q+dw7nvoSpdr5v1Fm+zMAQv8aHhj1iq+S9jzPwPnkWa743AoQ9aVS3PCFdwL3cyJa+8Dblvsh0/D6m3pW8hbKwvS7Cob2Q0kE+pg2wPQgHJj64ReA904GNvfJeCL09rl++UEIuvhA6Mz3/xIm+VlXbPaBp/72ODhQ+ccliPn6YL71lp5Q+NPCOPpn8dr0c7qg9XKBovt7Nkz2C93S+7y5fO4y8dL5wjsG9v7fZvAVzIj4yzmy+PDePvOuRyD7e+cK98r+OPUcNv77vOGa+uMvbPSLjsj7oadG9vbo8PleviD1LX4M9jcMyvmawGz3i98A+D6nqPLMUDj6D2G68w7EoPkPb1L3sPQm9L7uvPemfHj73Pi29VkwIPsXoOL4XPpO+ddCfPiVtlb0Ayo8+tMYhPlNlE76JoxE84bizvGbrNbyGHzy+DzCoPft0wLucLto+qjkkPpELjj3Kr9M+p66JvjaEQz3s6E6+IFKpvQt+Dz/xjI49PH20PvnyrD4mqbi+eVokPyK/Cj/Ih4g8O/2lPtWSAb+GBaI+qg+BvqpogT5r1j4+1lSevi0nqz61GtE+OWuFPfvqmL5hI8o9yRmzPphapD1s0G6+9J5iviWhgT4PbIM+KHkzvZnjej7pKEU8spxRvsK7VL5Y20k+rqnKPfelPj1Nn2o+461evrlYxD18Iww+F3DUPhMARD40t1W8pOUdPs2lSz3JjCY+MGIUPgk9oD0xCgE+4RdcvcwAHr6gN0S9j0Love/ooj7nbOE+9iasPjkg7D1stPe9Y4uQOzLhsT5BW1C+VYnYPtAIML580669/TP3vYwmFL1Mn3Y+jN3/vXq0pj47LoU+vX/cvK/V1D5npvM+trOvvplMgT5t0Re+/883PQyfor6rrp49FcaWPhDhBL7s8bY+jW8qPorXWT6RTZi9OlXdPanW6T1UZp68Gmy8PNe3Ir6ZTN89zTeQvbYgy73vkyG+xZ2+PswVnL1c0DW+u0gDPdNzw70qevu9+7uRvmXITr5ybSq+ucThvRRuyr6sgey8JbnNvtn7uD4PveO9WFifPRR1hrz8Z46+vcJhPpLPLb6PAMu8ApVivkafhL3xl62+tt0XPRWyvb6KjLQ+cMsYPlrUAb6s76A8HJNhvkt1rz1/KBU/SC+ivn1mST3/7n2+GQPsvZLxfj6sSL+9Q64Su5jvyD4QM4i+1XpCPFgVFL7Z0ZA7cpkkPksDV70mQMm8SCEsvmZ6Qb7B58A+gWrevXApqb4fq8M9PrW2PkY2C7zWH969DdBHvqhC6j4WQ6I+yK+GPcLOOz1xJyy+j06FPe7enT6e3J69C3NPPhx7tT2vmuq7DTuNvoKBwjyOj5i+OmAkPgJYor34x+W95K7dvW2a5r3RRcE+LosJvlcqNb7syFa+PM2NPmlnl71sIZQ9maAzvioY3r35WVo9wCbdvUYQAr3qsR+9WxskPtAKhj0xUIE+etGiOZs9Gj3u6uC98JncPRz0FD2bpg2+pzsDPjcco76HDEu9T4P3PKQqVL6gos8+HTVAvautT77gzBW+FTLwvUm/IT1DOWc9jNh9Ppz/Gr7xcfa8ChqjPm2ys73U8x2+RUIsvlaJSD7uTuS+azUFvam6Y75Rtog+ddmDPt5kpj2Vc0k7oMBou6+6Kr77hDs975ejvf1YCD247DA9AxiOvG9r0L3sqiy7SzQiPtPR7zyN6dC9LFsbPl7aaj1sIos+TnzbvRYc3T3fzGi95QMevhdiGD32yR0+aRg/vNCJrT534vw7sjWNvQjJvz20boA+woAMvnxj072LvCg9ed0Uvo3RXj2u57W8/RpgPoSQpD4YoMi9sAaYvd1ysb5SDss9gv1aPhGZFz6BhrM9qo2DvPMF4b3KVBs9m3cLvlP4qT7vUFS+AyfvPWS+AT4Yh20+p8IJPrHsAL50Pag9koiqPuZfeb33lFM+HsZIPp7Hx71MCEW+Md9IvVsCU73LNy2+teQrPp9jxL0DVNM+fcK6PSFZCz3Hvdg9CLijvbdv0j0Clbm9Cd2dPp18Zz4ZEgS9V26cPgrSZz3pPca9ZlwdPd2bIb4JEr499zN1vnlWID6qICo+PvV1vlhh8T7TKWk+yU6OPm+zBj7AZ/E+cL2GPnv2wz7duAu+OqjzvLc9Pz6EI708sz94vkdY0L3eTCc+qp+bva3sg720F7G+1qWaPO1ror1J6Fs+C9e9vajiqj4zcym+12igPfvrmDtcSAk+POr6vIV3Y75J1KU+tlffvQtcSr4XJre6YpauvfGBZT7hGH490Zd9PtebHr3zDHO9h8NFvlCoJD4fO6c+vieJvo0qMz57fo89AJLOPamA6T3azyg8lSSKu9Tikj2PPmS7rGiovpeXcr7uvoQ+2dqiPvrrCb184yS997jxvOelej75Rao9xcSoPqAigj2Ee969ajplvqDwVj7IqiW+E08MvjOnKj691Uu5I2/8vfVAd77+0xY+QgOvPud1gD6afbw93bDXvpDIxb37VCO+Ep0xPlJelj30mhU+pwILvjCBKr6l/PK8BzwqvkxmVL4gzqU+qg8ivkEcUL2QzS+9OCYHvwkzDj5St5Q9dpHZPk0fCL+1N7690enoPhbaTzzQamm80kv1vNSQ2j3ScYu+PCsOvwCf+L7g4xK9GOdpPjRGir66DAq9bvfGvcG6qTwPEKO8KsSLvnlchr7Q4tI8jdk3PuiDFL5kFxa+76aAvn6sCb7VPle+4I4EvjLGhr65Q3k+d/KtvUPp0L3zcV4+Ja62PpvAir2+K4G93rJ5PeEKPz73YDs+Pu1nO9CvI72Egkg+QqLdPX43M76Fnye+4dmoPbS5qL47PJs96ocNvs+ecD6THkI8EXdePTAzrz3OegU+vC64vR1CZb19uoG+Rm2qPtyOnT7HTyG+ZoY2viWJzDzgptI+hcWlvjRiBL53ZbE9U74GPN+Mjz6sBMq+O7oqvkjtLzyYqKg8Zc0fO1u4kb4CbLc7beSEPhU2hD7/vZ29RdEpPXB1pbyl55O932syPr7fNb3KPLy8AAAAAAjB5zsCb5a9TzwoPf4E7zv6PUw+LipkPBBLsTwAAAAAQMkzPemXMD4bhac7IgIwPiq4/7tEhJA95OMzPiVBKb0jjpq87pFJPVJBHz6SbFY85fpdPZnI+D2j1R4+ueg0PlWnq71vUxo+CUbLvgtVgj6P+MC8m9mJPjKTAL9Sv68+sXHiPAxJvr5m+om+gEevPiJR5D0Xbk28rthWvXY0sbwsGJG9uNgwPvpK7D1o7b0+rRTqvimOsz6IR8e9y1eAPqd5+D5pru89+FIQv/3nuj380Xk7IJfDPibExb5VS0u+mGmXvpd/wz605+k+IIiyvc4Ylr6fCyS+IWT/Pvoxvb5iVrG+Q+HFPrHfir6U1Re8xf84PoPw3r4PONG8swe5Pk5AJL6hpVc+dmPUvgIGGj7lICM/qoF3vto6yr6+/V0+Mm3bvnEuhrwU5eS+3qGuPi3QNj4psDW974ZzPq5qrL4IpAU+BqQFvg=="},"critic":{"modelTopology":{"class_name":"Model","config":{"name":"model2","layers":[{"name":"input2","class_name":"InputLayer","config":{"batch_input_shape":[null,4],"dtype":"float32","sparse":false,"name":"input2"},"inbound_nodes":[]},{"name":"dense_Dense4","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true},"inbound_nodes":[[["input2",0,0,{}]]]},{"name":"dense_Dense5","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense5","trainable":true},"inbound_nodes":[[["dense_Dense4",0,0,{}]]]},{"name":"dense_Dense6","class_name":"Dense","config":{"units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6","trainable":true},"inbound_nodes":[[["dense_Dense5",0,0,{}]]]}],"input_layers":[["input2",0,0]],"output_layers":[["dense_Dense6",0,0]]},"keras_version":"tfjs-layers 4.6.0","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense4/kernel","shape":[4,32],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense5/kernel","shape":[32,32],"dtype":"float32"},{"name":"dense_Dense5/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense6/kernel","shape":[32,1],"dtype":"float32"},{"name":"dense_Dense6/bias","shape":[1],"dtype":"float32"}],"weightData":"TG+zvo9qwb6BXKG+U8gzvSXOtb6rCiG9Jdm5vl/vlb6O9Wy+PtW+vtKMXL4UyAK+ExuSvmhYu76R5qW9Zxt+vjv8/L5HNJ++H8yUvon6v74s/o2+2wk6vc9aVL5mq4C+Olf5vmXbJb68X6O+AuGlvgjglb5dnsg7w0Udvvo/mL5AtkK+uFMYvqnrJD7NP0e+NfwNPsr18T066Dw+iFbIPNpPEzqP0dk9qrijPZQ8zj1UlRo+F8/RPbGGYb7waS4718NSPv38sT4brOi8+pM/PWTFtr7NDTu+VI8aPoMZwz1kCVg+3KzxvF+aZr5P7ly+uQKdPoYnTr0fbaC+z4U/Pl+l3L6n3ua+E5wjviuGuL67v2a+k6OmvvnPQ7zYQE69Wt1hvogU8z1isJu+RbjJO3jPIz5Oe7E+w8wqvnY4y74j2Jg+Uw7uvea0nD5vlhG+dJ2hvVakyb79yLK+LajnvJIJvj7OrjS/YtigvpTznj2r66M+WfESv4gWJb8tW/W+BSSfvZjpCT6zQ6A+TLm9ve1eDD4UEoS+xLt/Prnwgz61xmG+KjEtPtUNlr6yH6O+OuVSPkzbC74FEz6+H5UjPiLd77wKCH6+LHlFvGYQ871jkWM97fFzPVI6tj4Rjwg+Rn5nvBnb5Tye7Q++CEHHvQxLjz1txZA+S7kkPrF55T2L3dw+YMjuPpxd4j5LDMY+aNXvPjjq0z6fiOY+W4QHPwwp0z5p790+o4PlPq7v0j4DN8E+kcHpPmD13T6DIQE/8mTEPo5Wmz5UhPk+eF/3PkRPyD5j6OY+jwOoPhYZsz5h3fA+ADDFPqriAj+GXec+e7rHPn+Nwj4NrwA/2KDEPs6sJz46d8Q+HTVdvh766j6XIdY+S4TePgnPHj+V1L4+xe+0Pn8L+z7ZrWS+a4+oPoBU/T7CtQk/GUYGP1X3FT7uDu4+8S6JPtYjMz55mWS+CXKqPd6phz4+VEs8TPT0PqOI/T7ZoeC97iaMvky557qi54s+NKJCPsyPjT0TKII+gSMHPoEpAz/RMaq9RKzlPv0IQj5hw2A+n9yxPlRLFz990w8+mM50PsUukLyR9zA/b7CWPqZroD5L7MU+YwivPoFykD4178g+UINLu1OBrz5qShQ+EjKfPrlnor3UL5A+gk+zPbtfhb422RK+vp7TvBPxNT54HtM+q8alPBBjFz+32eI+C50DPyVhm74Rv/M+nU+EPm9xHj+5LDI/W1H4PsK2OT8pxoc+bVcYvpu08T7pd5U+ohl4PhPVoT4+JAA/JvPFPg3ctD4adgY+yhYBPkbpXT1Vq0U+h9iAvItlKT+Ffmo+LunePU+LLz4biBK53/+SPrIDBD/M5YO+qSmAPoV+nT6orLg+Vkfkvp+v3j5SlSc/g/+PPi1gfj7Ve5w+duBCPn8l2T5Virw9wVEfP8a0yT6bn1Q+qyJGP6+m6z7Z/Q8+tQ9FPvAxrr7YsE4+gke+uv+R1z4p5F0+SfoqPwFFHD8Bxd29HkyNvTazpT4yT4i+X6BoPgPEL76TQPM+378uPzyXyD73Gn29QAy0PtlgzD6/I9Q+rnAaPlI4Dj+WJx0/quz2Poopsb4Uck4/u2FWPvoxzz5hPT8/vKgZP9PJBD/OoBE/kKVrvhMmFz3uBXs9cH0DPwTJiL1VWwY/sCg6PzZ1xb51gWK+rDVkvcQo1jyKA5g+/LdnPafLnj7z4Ws+qxXZPmSq2D7LSL88Ie9lPQ7YXD7/HM0+B2sePe3/mDy/OwA/pEFLPsfHpD7ejQU+dnmAPnIYiD6Dr+w+5pmdPm1jhT4Qz2u+lAimPUsUM731mRE+FWMrvvXnDz9MBYU+izDlPvUauT5QeDS+835GPicMFb6eNDe+EeaWPvpBNT/LDKo+NxWBPSRWoT4PHAw/GtD0PqfcGT+iv98+iQdRPo4t0T5oMwo+cBQ4P781qT6VWg4/5BqEPkS88T5p9zQ/jumnPrfbib6kGxy+n3q/vg6tzD7j86u+KyEHPyu0wj4wZb29EFeNPc4r9zwhwge9xsDHPp2UnL6vgEc/5rfkPrx45j4+OhC96TkGPwMBwj7O5bk+iGQNPy1KAT9Sju0+MNoTP4buGr1jgm4+a85HPuRPoj4+JQ0+MnMOP4Xq4j5kj/A9SPRuvrYfXb7qrl2+HGuDPi1EQT2slNI+nbAKP+8p9z0gUYI9d87UvUa1Az0qbkM+xDbUPSQl3D2DPhs+1DK0Pum4qD4y/hU+Hry8PkYrjT4Y8ao+vI36Pl813T3pcM8+PRpRvrqUxT7YH8w+DSmGPlcw/z4bbGY+fLm3PkmB2T6bdZu8kJTuvQ8Ljr60y7c+fMvJvXNCBj8/afQ+uhwgPlI9ML0AK7i8hF5+vnnjqz6CoWk+WQVKPhOmwj73le89dKRRvuL7oj5c2pQ9atpRPieKrT7wr8E+XuEIP7fguj4GwEu+yVZRPnv4aj6hZNM9s/SWPivQ8z7ooOg9MXVOPlLCj7wFYdq9qQgUPkQxnD4ICPy8TJ4jP+0okz6Jt0A9uCQdvo3qpb6pqQI+rHu2PQd0u72MGro+aW/GPh+S8D23u3s+pNeIPu9UQD03Nys+FM5rPrlhFD2osGI+gnm9PopTVz4LYqw+bjyiPUCF2z4l06g9a31PPgAN2D5grsw+Pl64PQ7XnDvSbhe918yXPiWgVT4A258+SPkIPzZeOj55E+89g4EBvhisNT5xUX8+IukEvvAC/j4sBKs+If4LP73elj6rc6g+woKYPjiRCT9nLvM+37IOP4CX7T4ZT94+84i8PpSG4j0/GsM+GaPGPkZs9z4PSQs/WqvsPcOSyD6LOCi+VzI4PoGKU77fpGg+fF6Fvq1Ugz5cMzo+DKTJPsdCcT4xb1u+hihiPr7dlT3Xhg++swbRPj0ZZj7OGQk/h2LiPVddfD6D6qg+tzb0Pt7NzD7wad0+CTkbP04IJT6+YdM+Jj0sPwpDBD9o9KA+pXYFP3f64j41s8c+FSqtPozrzTsz+cM9LkOQvT9MKT9rp22+g5ClPpna3j0LDbY+X3WTPqgisj3drJe9qsN/PnY0hL42D7Y+RjvMPo5QBz9aGPO9NdqpPkXbij7Oo089FQruPkbKkz5XglE+QXz5PWFTwj0VxDI/fyAiPqnwzT7S+rY+0w4hP3+v1D7p1u0+mIuavr+3Yr7MgBw99E/cPp35Mr7b5jo/37EFP4xpDD6IhpG+A5MEPqYiCr6chyM+yTRCvvEI5j6GUvY+/MYVPvJcXr7liOY++sLvPn2Qij5Q9oo+T+0SP6LYLT//Ra4+Y4AWvReyJz+erfc+2lSsPoxgqz6I/uo+2hwsPyWd4j5s9T2+5UEMPvEfsz0zrJQ+eYg/vjzEKT+tfYo+mAoGvqlx870xhgs8RHmevtwsAj+QoiQ+m67oPo1C7j4BNyc/fOt8voETAD/Hxec9xh0xPcg1kj7Y3Pw9kxzuPkmcFz+ZewY+d5LtPgmoCD5kpVQ+X/oZPvBLwD7sbm8+/+wBP9+p2j1uf0Q+XImpPUTe6j5yXu09nwAfP+0reT77SXu9IgetvZM21T36+509/gCHPo9rsT3dEuo+M5wfP8Oigz6J5Dy+iPe/Pv32kj720i8+eyIGPuXNfj7j9pI+roSTPu22XL1LJ90+poYQP/pJ4z6yIe8+YNBHPn0QhD7FQ5Q+xIo0PtfedD199P09GSypPlQzHL2bHpc+ehKBPp1ogD1cJw4+BClWvSc/Wbw8zwo8xAsvvkmOaz5xlnc8RV8HPgw9Vz5+8KA+3X0DPpvKmj5fDwY+HmygPpvXDj7LgLw+ymrSPfOJ0j36NAg+mRs5PolYaj57+eA8yPOjvd7ABr0zfPQ9isSIPl8vRD2HFS0+p29jPl+qYz4oQIw+sEAxPbgY3z6+qcK93uv8PQH1AT6G/nU92Jm+PFeFuj5IZP0+oC0lvie0uj6sGAY/EVACP5khuj41bD4/a84fPxFNhj6ePLG+fhunPvtkFT/kMbY+hXrdPkL7FT8DFCE/4xs6P3mIbT4/a6e8vTdGPSsv5j5qMPC97c4ZP3ncOD6WILa+GVlSvj76q7yxa4C+zF7cPmFsgr6I7rY9n5G/PtYvqD4M1pK9TrTTPtJbYT6k1qY+gZWSPiCeKz/THpk+BoW/PoMMuz2qPQ4/4hMkP5lQXz5q6SI/LqHjPnh1Iz+f3JY+aRXJPDREor43cho+8IzePny58jxgPMo+Er0OPxCNSL5OXQk+2DQ4Pc/jjr6V8M49wodOPmtWLD/HLn4+XIqJPt3e+r2huYQ+ep2wPg8mxD4aE0g+Sb0kPyfAiT6w/6c+4vdqPphaXDyLd9s+T2X5PlTEYj0o6Bo+0gc2PhD36j5roh69qiSQPkKSHT6TKSM+uMGcPm/TCT/ezEU+CzgZPmz3Jz63lJs9Tsq4PXcs8T6yIGm+q9KlPjgnFD+NzH49SmztvJIrUz7uWgQ/wBQcP0BeLz9NRtk+SdyDPn+j7z4RtMk9iouKPkAEsD7rPwo/IyrwPqVLVT4eOOg+lFz2Pp1xMr4pfK89Sqm1vqMDHD9s1Oa9cU9DP7Ufnz7aBv491SjWO/XWh77ad4C9vI6VPjXAJ70vQxA/39K5PshV8T5WDeS8YV8kP1ncuj4gPNs+cetcPscfDD+eKoU+mvWnPjcb+z64wP4+3xK7PtaHBz8H/dA9Wfu2PYsfdz7fZNI+N6c9PmtWST5bPVQ9n4sTPjISzz2M7H49+4MKP5gitD3DkpA+mxqaPlCThT5OS8w+lLlTPWO3rj6QHnY+gM3OPowZ7L4HSgM/zvHhPlkAAD+B3us+Gt8GP3BBQT9j8UQ/sraWvkB2OD84yGc+PPwDP2YhzD7zIbI+LIewPuAYlj5C6Sc+LAUdvm91Kz68cHk+VWFKvjUw3D7pBbk+hvB2vQdAZr5clHG9y1puvnPqyT64lF4+KxnPPq2qNT+9UqU+1LHsPeqFsT707vI+VwkkP7zipT79NhQ/eBUbPyO91T5Zwj8+39anPgHtpz40Q6g+0trYPmh07T5t7hc/HSQZPy4GKb78O1M+Axg7PmUO9T6pbmu8yxjpPpBFsT7HsQY+kzOcvUjtzjzY6yu+nR6yPp1zfT1i8QE/+0d0PqnQGD995c2+y7OZPsq5hD5KwNI+pwi5PuG4Ez8c1s0+6B2APtEzAL850uk+XRcZPijI6j6uAa0+SjKnPuc9ij64hZg+9bHMvXcwjL6daDU8Oav3PjlQmb1KTb8+RV3fPgnRiL61xk6+QdwcPdFeSr4ffy4/h1uEPsuc3j772hs/IUIqP4E5vr6Fi8g+Kb0PP2SC0z7lxB0/BHJGPyL+PD/BOqk+p7jEvsG6zT7ngL0+GfLfPqS31T5CzuE+2rjMPsdp8z4dKIy8fNL+vcACTr57/3c+FC0/vUia4D6GhOQ+mSzovt+6rr2ps7O9JH2vvqBxyT4qIdq8VpKuPscGQz7WzQA/3dPKvnM+xz5b+Q0+QVMUP4kPcT7vnoI+sgAFP8ngKT8++Hm97wL5PoIAhT6tiCY/FkYeP3W58z6wuBI/7g/LPgB2ZTwc6oo+7WucPd5maz5iqYK+Ww8HP0Bq7T51JiS8yc20vELQ8jtKvvS9Q6HdPgW1Cz39SBs/D9KwPp4ZDT8GI+w99SpxPtviiT66ZoE+f2YNPsdr3z4Va6A+/b/oPvPqozyfFyM/ySXGPo9puj4AppY+SAfaPiY+4D6HB3c+HBreveC2tD4sWjW+3tzlPozn0j3RYrM+rwzCPtleOj54g8g9L+EVPS1eAj+4+qo+jwHivQVe1z0Gfpk+nUf0PsFZmD58zbU+76eVPoR4oj65AP0+3lXuPgW5tD5sTiw9Yge+PioC+T67czg+fvLQPuygAD+T95g+BvhsPQcUqT6xOZo8pvG7PlOEzbv13rM+1UlGvnBPrj7Mdp8+QSVTPiwfmj4z8dQ9toiZPimgtD6g0uk9/sazPli/tj5D2uk70UCIvqf/xz6QTk0+qekEP1jU6T7OF8Q+h40VPnYZgz44ihE+qoltPlnbAj8hSa4+r2a6PhCfMD4nGmY+2S4SP/SPhLzF8sm9QtSSvbjXED/4gMY9FW0GPl4Q9j6KTAy+N9KPvceB8T3zBps+BHnePtWLez0ipLk+CBu8PiLG3D5DpF0+Ut6jPtoh7T5xIiE++67JPoTuvD5NX2I+Rsp/Ppcoaz52sH8+KMIXP1nSJD6ZArU94avvPun7+z45lvU+PUYSvcuNCj6M9oa97UW9PvAYLr3yPzI+oKotPupVAD4oboI+xfxxvpZYRz7o7IE++BGMvuWbAj8bqJE+yPWcPi4Krj0YEKQ+2melPkoIpD5vY5g+cGmfPkrYmj40nas+lIKMPVQftj4XxaE+jvC0PhFytD5B5Jk+2ceZPgrZlz4oTda7L5ebPdd3or2jGJI+HCcNvbpMtT4SjKU+GrYePodB1j0ILxw8zQthPaQagz6ecXm9FvWZPlraTz+Fzw4/PMgTv2hcBT/Mtxk/WDj/Pu+sHz+LuAA/RDrEPoqe2j5b+hq/Lr3OPhEEFz8LytE+ve3aPnMIJT8K/DU/ajwgP5LAcTpbuuK+7Muevb7uXj8NJ96972rHPkxLxT7zIxu/XLENv7xR17062L++fN+uPma10L0BoRk/Qa+DPg=="}}