{"actor":{"modelTopology":{"class_name":"Model","config":{"name":"model1","layers":[{"name":"input1","class_name":"InputLayer","config":{"batch_input_shape":[null,4],"dtype":"float32","sparse":false,"name":"input1"},"inbound_nodes":[]},{"name":"dense_Dense1","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true},"inbound_nodes":[[["input1",0,0,{}]]]},{"name":"dense_Dense2","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true},"inbound_nodes":[[["dense_Dense1",0,0,{}]]]},{"name":"dense_Dense3","class_name":"Dense","config":{"units":2,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true},"inbound_nodes":[[["dense_Dense2",0,0,{}]]]}],"input_layers":[["input1",0,0]],"output_layers":[["dense_Dense3",0,0]]},"keras_version":"tfjs-layers 4.6.0","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[4,32],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[32,32],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[32,2],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[2],"dtype":"float32"}],"weightData":"ugUsP3erKb1bAS6++LoBvvmW5Tw3ea4+Ha+UvZ0sMz5ECck99962vjGzpL2R7au++imXvi616z6/Xay770Eevln1ED8fSMy9ILNgPtCSnL7dBLA+UGGUvjI9nz5GwC4/FAqsvpAH9z1xqQ4+xLy1Pe4ahb6CO2K8ESgFP23ZsL45H0K+TefBvcariL4oyTE/j/7PPkNphz7x6yO+kGT7vou/lb694Bg+5nCtvspMv7w2EGa+3EHaPhAmRr53EXY9eAS4PlznDD9X8q0+9wQMPro6qT49sQs+9U8EP3YOKb7EpBS+YjaTPpJcJb5ztgG/taVNPoaphL68QZA8ft1hPmbFmb7+Ta6+zT9YPJQfST7JZik+9AKoPYt9x75ScGQ+nA79vXO/gz4Fto09A3XBPshdAT9t96u+8/cwvi8Gmr73972+vUClPSeY5T4ycbY+5LmLvjcE0z7sMIE+bFvovanSKz+q15Y9IatCPkzQnb0kSp8+SgKwPWtNEr/E+vY+pCQMP5ISjb613669gkVAvhoD3L4O3DQ/Wrv6Pdf09z4ej1o+ED6APs0XGT8EVHY+guh9PtbINjuXlFC+4Fpdvo65PrzruQu+ljJJPveeJz7qACG+/BwrvebEBL9ZVc4+vwWyPioGp775c+g+hXmnvV1Sjr1vSfM+BBnQPnDpwT1Tz5c9AAAAAKWRIb3vI4U9GvwuPvflPz7RDaG9UnjTPYSIID6RgZ49x0iyPQNZij1GAQU+PWGIPanyn7xXMoa9v+A5PivIoz16fps9XEegPXZoyj0d8bg9o1ORPUoAlj24D8I90HUlPtRhpz1NHIc9Uf2BPbuTAz1/0T4+ZRYOPrn5jr1u9uq+qR2AvdDsob6oTaI+pVQNvgvpLr2HzBU+MIfoPmuKGj6v/g09/XkgP9izRj6mrwc+U0fxPY7Zm75xVcu+74K3PWCuhb4h9+c+eqYzvDCyhb6lyMe+edI0PhyL9z3i93c+w7dqvptylz7chn+9HlHHvnZeIT9dD5U+cR37vc3bl7xrSQS+/L+wvX/3rTySPqo+2UquvmXQLD6arw0+tz2VvvW82jyiW4w8BNn3vYgjaL2aKUA+GFAOPr/+G72gZCa+uXoOPtw2773zDAy+bdYhvrTRk76dDLy9VeMevrL5yD0UAu89UZ/uvdxblb4u5Ak+iGGdPe25HD4fhKM+9HJavcYU5r1OyIK96jc+PtX+Dj02PJ28xJDfvbbGJD4sHts8D/6jPjY+YL1XlVA+PlQqPVon6bw5r1K+/2KVPq/D5bsHvgG+l86xPfaTVLyNBNa9vRunPUW8wL29y/09fJiYPQaiJbuHWWe+Mv10PmsJkb4nUm+8fKnGvSrJxLwJWwU/Ja44vpm40L3HtFm9bz50vhZsIT89x3C+s9X2vibp7j1KcIu9xjTHvh4fujwYVNs9Tz0PveNeKD5HQNI+f2JMPo58bD5CkuE9ckruvbRqGT/l0xg+TeQvvkwQjL5ybKg+4ctYvnk1OTsaWac+UOKEPrxyLr07pWc+JlYGPjoG6T4+QQE+LF49Pv1Tyb5JeFC8RC1FPykNer2s6gC/ONYZPyHsf73w9US+4AxxPmkzwzydXAo+8v/ZPlnOhD74PyA/oFWfPlHxWL7T/rc9AdXQPpuEGz+t+jC+xv0Uu3rYiz6CihU+FBc9vuCOMD6j/N0+l7hdvrZj3b6bQIu9/HqBvJf7jj0uN4o9ISBlPv0OeTwN0bS9oMyuvAGQbD4IdPK8qLmlPtnJej4zkWe+zVtCPX6wEL6sYOW7YGw4Pmqtcz4g6kY9z0tkvdxvfzxQtIS9PlUvvIn5QD4ZYDS+yb/TPalg4LypbxC9XfNGPi54MD6Oa/49KpUtPv5lGDyVgw46CwMQPfHu8jxSFj89BzRvPiKRLD4E1Eg9hMqYPQ5su730h6u+WMymvo4Rh74LljA9gHYyPkLWtT2Mq6a8twk4vgApAT4QhGS+L7+nPexcuD4zNIi+XmoevoO4FzxuOqu+NSjruxaDqz2svmy+DVsvPhduVr7dBRi9f4Uyvgam/b6crnu9PSqkvvi1Cj856Ce+NT8cvt7/sTy7pws/CQXfvvKT2T6lHEk+jSQmvolL2rswshe+Iergu04oDj71g6W+LcAWvn7nnD1OKUG+X+u7vpMSLb4qTAk/+CT5PmVIlb5ZE4I9/wWTvnzvcr4V3889HUfCPubw2z6d0E++pf66vk9gNT2fpqA+taGbPcLojLzJqi+9UiQcvS/Gpj6MkJG+HybnPgNMhj5LsJM+Xkj6vblObT3BbZi+Ms4xvtNBRr5r78m+S6GnPd/ehL0R0H6+FZOKvpspAT55UxI/kbUiPlm84j1eRaQ+U2GUvaIf2L5wT9o+i06rPhIUhr0JU8Q+YXE6PqhCKr46TbY+DZsiPhLVr76vAGs88nzSvQexpr7NvKo9/g4bPv8pkz3Aapq+7DBMvmYfgz7PK0M+eOTYvi3zlD30p8y+QfhePRfF1b3E/tE+FUOavt2a6L0WAaK+QEc+vjkU8rwthq++AdoJP8z00b6+AQU//eFFvtMED77d9Ey9u4AhviuZ/T7nc+I9UjZfvmj41bz8UwY/1dvoviuBJT/8Zp29o6UbvuHOmD53dPg9ENU1PmgmIT0FWrW+PIC7vj/Hhz6SK5e+gJlyvlF40r7adsY+D1OsPoXOkb6nNDe+mptfPUuAh77K3ZO9C56nPk0OxD4lE4K+tBikPujbAL6iXYa+bMcGPxRjXz4T5SY+tz8gPoGbYb2Rfd297YUvPgZ+kr5b/IO+q9V0voujK7611gA/jo2PPvQ24L51MmC+t4VavslttL0weYI9f1KjPYIObb2+KAE+XynzvpTTJ77mC5m+8Fnuvl3W/D4xEhm9nTHOPoa6dr6eaq4+OeyTPu9xlT3ZYgw/qI+vvY3vlL6M4fO9z1qiPvDnQ76lh/o+6TPovqDOPD5pUzM+Q52oPpvm4T50cug+vkDEvnkBHD45zba+WctOPBxAPL7mOf29sUcrPrzRjj5htw6+9Qi/vXxEfT1BJ7K+H8gaPwsFnz2OAig/h1EOvpoyAr4EErM9a+6APd4ZJL4WKSg++BuSPoczxjyyDYY+O+0CPxbdcb7IzqA+wsInvWGRs72T/nG9dyxlPQ/K2r4Ebp8+nuCovZ9wkD6YZF6+QobFPg/Y8D1L2l09H/EcPhXLrT6IR4S+vFoWvvThwz6+rMC+UNiePp4bBL/F+Gc+qRoKPYlrHD070ma+bEGXPvm8j72eYlq9UqohPgjvZ76Z5Pi9/+nbvYv9iz6UyvS9zQTevYD3Sj3KgZe+SDQZPVVBwz0At4g+xeaOvtwVCL5rQku+zHtCvXvQK730GKq9KxWvvZMfIr6nQ5G9rf6QPje74D1ASMy9v8ktPssUHL7EYZq+WvJ4viSyjb04ORE9dy9ovTxOMT5bELS8sor+Pe3Pzr3Ps7O870L6PaXDFD7th0C+ZxxBvsO2pD7zThm7TruwvYcWmD5fKw29KdpsPnfFgj79uKQ97ghZPbLmTT1Z9Jm+vv4nvrh+rr34MF0+7kJyvVjhWj4/wpQ+fSwDPki3VD6SrCi9Kc6fPKFLir0rs5078EWMPgdSHr4YdAc+ZLnJPobqC741ThE/TYv6vXE80L79jM28SXJCvmqlqL4g7jk/hpTUPtoKJT9EpB++GkWEPj4t3z1FnIA+QQxUPmWGID7Nxt683TGWPVkW1z44PNC+LyoGP3e+sr4eOjS+34arPt/gkj6HIZC9A52KvsGtlL0X8Es+eIm6vrXbI74eLRc/F43UvXPVsr5OxEy+LnJCPUPbHL5PH/8+Bv00PgBMSz4DGAI//WhSPjeeU776lsE+GfwEPxOPbr4S8TO+H3u1PlI2nzylrao+/lWzPmLpgT5YklS9/PAtva/UFj6ThgE+k3TCvXypjj11Gos+/+1svGsqFj3btQi9chXJPdjdzz1/bd29+Un3vePDBb5xZ4+9cYRvvusDGD10eqQ+nZXJPKnjoj1Kr6Q+O6Cyvvc7oruGIzU7HYKIPdd+8r3QlqA9bVcovrLWgr4X8HQ+s7WyPSfaKj2XrKU+qsHgPJCQ1D0vvQ++J0kePq4o/z6hBaO8fH1XvFC2fDz74ac9N1qVvAd2kr3HU/S82rAFvvHGWb7iNOC9a6IgPzwJwz7yOBC+/k2DPbIcU72Ni1k9WTOCPs/YxbuDX2O+WSYAvcI8sT0dXx69IpJ7vuu2t77rQbU9E2SNvmkgmD6SOAO+uDSpvUvlmb7WW/c9TSEdv5c1NT3oVCs/SEJaPgl0Qb5PHRQ/9C63vu6j0z4aPSc+DX+ZvnQP07uYZLi++fjpvhSWBz9STps+8jbnPvvV2L2LtME+hUPXPsTKGz4jQaC890qnPtykgr6VskG+GjDfPuBgCr/mUl4+D+Sovk5uAD3AHRA/vHKNvTbZKL6LOgs/uTwbPL55QT6cEaM9eyhzvm/uRT5yIg+9Ap3uvraEar0dzJs+XU6NPZpuRj8Beb8+kuaFPevW4D6hYea+1UBVvkc2ibuLIHE+BxPZvZQ3Ar5Lnp++mrqmPZGjCT7xuDe+pa7SPi55Db+kW58+IwNSvu4uvD47uQ4+pFegvfTs277YeeY8cu0OPyxEkr4u09y+0LrBPvZz2L61pY4+pqC6vOT/iz5uGqm8PcpxPcZwCz7B8LE+XkGLPhrjtjwQdT8+MTMIP2Mv/z5tbWA99Z/8vqumtz4xVda9Id+rO7DCnT4JpEQ+GoIQvgwyZL7U+QM9WKpAvUjV/71TgI++UroJvge5Pr2yTF2+ITSevvUv4D6Cwmm+R7mIPtFFEj/c3WK+LWJLvhUXi742iKi+SqqTPJ5fuD59R5e+HvmHPj68QT2RREG+9iKYvbzTej5gHIA+7YhhvnmMhb11EZi8jHM/vT1tKz3V+7w+pKhyu3CFSj6qYxm98ssMObVbfL2HCk0/pQVuvg5Tjr7PNno+H7aRPGS2/zykMG4+7qGEvtfnl71gczG+vOQNva9jGT874dM+D88Uv09HOz4ZrKS+Ejk/vmS9373fj38+TVthPmOTrz7kDiu99oFiPsgcBDsBg2q9us/FPtpbSb4EFfk+U1/SPZ9++z3pqY++tUJ8vhW6QL4CWcU9OiYrP7VJ3b06jSu9QpOxPsgWSr4Y8bY8dAjkvPLfnD0xbAW+J5iLPC+8pz4DNKE+jYCTPqX04j0cMKc+ussCP6BDoz6Rzom+RNZYPmcgJT9DAq29TPWoPGKkBT+uDrE+qeEzu670076IEa+89xQTPVc6XT2X6009yWk4PhWyW77W3Su8TdsZvhUtoj507ZK+X3acPopfyD2zCtE9RAKlPV9X+7wrD1g+i8i/PVsoBr4Kydm9zqnyvSu84L3Kku47oZyuvWhrvT5L0JQ7d7YovMlcMTztqwS+F/HGPTl+WT5xfOY+hH4EPrnurT6ZcwG+4gYmvpzfiT4NfmQ8ypIUvRlZPL7C9IY+EenHPmNEar1dWEw+5aicPLOtvbvC2Gs9S1kWvbKVO75ohAi8dN5nPjhbDL6qKnQ+DJprPVv5gzyhbHC+pWQ8PrytzT5FKQG+wT6QvE+TWD5W4t6+I3+NvpZndD6qyUg+x38VPrz+Hj8EZam+iOyovlLQjj5bGAO+++PjPZMQwTyVZG++qit7PhdDob065yi/Xw5NvYgkaL0w5a4+J2ehPtOO0T6RSgG+V+5FPsZyzr65q9w9aC5HPTKAmj6Igc++oDg7viCI9L3DJRG9Z5+Gvp8fSr45/VI/sT0Tvz72arxQ6my+yd9zPTYhZ76chM+6XZo+PqSQ1D0A6L6+4iQwvvSf8j1Dpe++QSEkPiV7Fz6/5iK9NKNnvs1eer5YqA8+rPVRPFwve7zJ1uW+saZhPrOSFz39mYC+VeTEvl3k+j4WABw/GbUXvyLBrj1zUF49yEzUvheUTjwT2Kc8+NAhP5naRb49ZNi+lPEgPlnp1j17T7G+1ezVvS01gTvPUQO+601xPk7VMT1rHgU+EWkRP62ePz2QcQG+TkOEvN3O7L7qAdy+RxLLPknUM7779/I+g5ioPUsyNr3OiuC9vFTZPiAOuz7eXJU+vQJqvZrur72CdKM+fgCjvnE1Kj8ER0++gCMGvuT3sz6IRsc8kBhHvsnuwj6/1rK9iPYnPnUdJ7y0lLo9EMqOPRvtCr3b51w9dIYEPmZ/RL5DPIK+fwLQPnAjJT+oHY2+3WuJPhDMmL4ql2M9KoF9PjGOuT42Pe09q8mdPcwUNT0Cr7G92UUdvWppUb6GPuk+83e0vg6DBT/BbsC85K2JPeEg97wAAAAAFPQePkmYFL1EH6484ceGvaZGDD4IsUA9yp+7PcjaID5mqpe85AZLvQAAAACKyTE+B0fBPQzurT0rNNE9Q7LKPQAAAADoesM9M71QPdw6Dz2PoeA9CqghvNzgr7zJ3wq9zhyIPUMi9z100gI+9SYYPoZURr7vMVC9S+UNP2QNB79DkNi+vVqYPfKPpD4wmle+dRXhPtQwAj9j+hw+o2RrPvEKob2wLzS/fHKBvvaW0zwcVGC+Far4Pp6kUr7u5Dy/5wEFPu+WWz9MQne/vfKpPkgGAr6Z+pG9ZkmxPIQjSj5N7YS+aS7rPTeJST+kRrK9j380PzemUL2p7hy/j+UBv9aKnD7Lk0q/d3AcvxxTTz2+bOS9nRKAPRUcWj04jyO/xUl7PqTrBr8RDFy+wObkPuiWdL55zWc/W4a/vs/fGb9jWw88Hca8vuq1uT7/dZK8yQDbvo8L+L73Khg/Z8BXvWZ2Tr81fto+CZnAPqO82D6kh3Y9qWSTPQ=="},"critic":{"modelTopology":{"class_name":"Model","config":{"name":"model2","layers":[{"name":"input2","class_name":"InputLayer","config":{"batch_input_shape":[null,4],"dtype":"float32","sparse":false,"name":"input2"},"inbound_nodes":[]},{"name":"dense_Dense4","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true},"inbound_nodes":[[["input2",0,0,{}]]]},{"name":"dense_Dense5","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense5","trainable":true},"inbound_nodes":[[["dense_Dense4",0,0,{}]]]},{"name":"dense_Dense6","class_name":"Dense","config":{"units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6","trainable":true},"inbound_nodes":[[["dense_Dense5",0,0,{}]]]}],"input_layers":[["input2",0,0]],"output_layers":[["dense_Dense6",0,0]]},"keras_version":"tfjs-layers 4.6.0","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense4/kernel","shape":[4,32],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense5/kernel","shape":[32,32],"dtype":"float32"},{"name":"dense_Dense5/bias","shape":[32],"dtype":"float32"},{"name":"dense_Dense6/kernel","shape":[32,1],"dtype":"float32"},{"name":"dense_Dense6/bias","shape":[1],"dtype":"float32"}],"weightData":"s1W2vbNEoz47qbs+PhKFPsA8gT00wp2+0TX9vQAKbL4Eb5U+YpoNPvdf9DvO9yW+T+i2vAKLW71uiE+9xaclPo6ioD6a1wg+6g/EvtyWJ72rxSI9w4mfvniBFD5dHVc+QPlTPdG3xj6XeU0+rskMPmF7aj2B4fs9pkOGvqv9q75iDcy9RmJ4vnpbfr4l0Gc+GAqHvr+pNr4Gu6c8ddV3PnSear4HK64+P5GzPZM9aT5r2i4+z4kjvtI7OD7nyaA+EljNPi2X0b61tV893UuAvX81Ar6YnnW+MULWvpca1D52m0c+46+3vpZadD5YYAY+q+rBvg0nmDyMcoe+MAZfPhjOF76tYtC+A6w7vmjvmr52m6C9bQmiPmXk+T1j+Hs+2xclPOdj9L0IRc6925I3PlBP8r3YyD0+5xQMPjQ+f70OTq0+CCWeve0thz7Cpic+yI4Kvg5ckT6o2ks+4W6Gvko6ez6vTPK+shsIPfcAtz4FWkw+1dxIvR2Kjz7DM7q9BHOqvrMrYT6JWCY8tMiRvkdghD4WKTY+I0EyPvCZib5rrTE8M8zEvuqxfz1mA4m+oQSjvlaJ7DzPlt098uKKvd3aFL4Y6Ug+IGqdPtDTAj4AqWw+Prt9PrBGyD6lC/e+QheHva5ssz7zdpu+EX4BPmmqvj6LcQi+pHeLPvG4EbsAAAAARqqRPIafS71Rh4A8etZ9vButELxSEpU9pQ2pvDkH8D0o61u7QHBPPb9P0DwzlKY9zDG3PRZ0hj2raa09ZfUmvOPwST06OKs9GSjhPI7fsDxnRUu80AuTPRpzhzz0jEM9H40RvCOusD0V/tW7U505PWFE2j04YNa8pMjdPcyxDT6QNC09ixhhPTotkDojDJS+sT//PL52QT7ExdY7uWOZPY5prj2lp5c+UvuJviZWLD3yO6i+L7h+PsVD0z0JfTo+ArXDPbpMFzyx6tM999vzvWgPcb6Lbgk+q9ASPhNFdT7P0b49etoqPXKCvj1hJ7u8iIqgPftwMT561kU+c6xNPg6pjLu1TI498UmAPknirz5EGka9v9FjvcI5X7xHNlw+NDiSvTmhBr4Bdbc9VEnyvZdqJD5Thco+QxL4uyU2oT69IyI+r/QMP6dmlz5Y/aM+H+kOPul6vT75Edi9ecUVPtviNj7QqcS7ztCFPnqXnbxjyco+v9v3PtThIL3DiF2+ARtCPnawWbzP24U9Nw5nPlgijj75G4M9s3yuPQuDCb2AutS9fSA9vpihvr14mfy9vkIkvtmdWL5sIMw98BxsPVF0jT1Ibas96as3PWyNUj57Epy+UQdNPo/9pD4laow+4azqvfKvhj4BLOm5X7RnvgPRS766ZYY+on+9veFROD44pZI+J4LjuMf6tT2s+tI+KS9NveNzB759qu8+eYOlPu1yO75DYCE8qeUcPufJED0AQ5w9+G+NPmqBkD6nF/Q+UhoFPhL77D3oMes+yCRBvSlCzr1CaO4+VJSnvQ+ZnD55/qU8n/tUPlK6KD6gBjw9YBCpPsrkqz041hU+vK8Rvn6lwT4AkZi8ECD7PXnZpL3Y5RW+b8M7PASz8b14oBw+lGLbPTL6Ljx+OtA+98yAvNCqJj77EvE9eC4DPtjijT3Wdc29j+D6Pp11CT7054A+AyLnPUm1XD7wbQ2+/VCDPmqemr3z0+Y8d5mdvkxmfr6xWuQ9dPEEPkJHUz1OE3w++mW4PnTvw72p7Gg+Q15TvS5kXT7+uk6++gKEPjiWIz7oMyK9xafPvllBIz54CqS+39H/Pi2Vu71h72W8+9vjPb/Ijz2DlwU/JDdyPqsT2D2yfT2+NcxcPlvwHb7lnYI+kGinPOw91j4001w9Cop+vc/62b0e9gE/ndzlPMCQBD3RA8y8xffJPCtwZz71aRI+rp1bvS86sL1/VNQ9jP+OvV1UI77aOV89d6jqvY1oPDlj8wK9qLNgvMXyjb4l1Ds9Yk0avbqiUL4v8QQ+M03gu/Zkyb0L17A+ogncPVpmRT75aom9UceIPkGIvL68fZa97KX4PF+/lbtXHVA+gcCsPkRfAT9BJ6w9bKShPlMEoD6GBmw++W+vPe+/wj7iDu4+VG4BPi330L0wHZI+5nZovpVKND4dqYY+2ZyZPk/3rjxlD8Y9UrhGvnkBnj4QxZC+RlpEPBvV5D226Em/cSW8Pi/xJ74G6uw+EGnaPqFyoD3mB5U+oIuHPjWuTD5B1U0+uY7NPKxdLz0arpw93YNPPbPI173Oesm778Q0PbGL6TzOLKW+XJu8vtyQkz72Cl0+X5vHvd2opz0waVk+gQCUvDH4/z1BWfS8nLIJPnSW97wYT2K+igedPS+JLj7qynU92z38vRa9oj1MAjq9GLnMPVJTrj0Nw5i9TShyPqOPzz0p6Vy+LNpcvhDpUz4L1+q87BNZvd+CPr35Z7C+NgWEvrdRyr0/Vx0+jO2yvvpk3734+f099vjrPRuA+z01lwG+YlKEvaPybz4Dz+e9PbYkvCzRjL22l3C9bL+/veiiJD5oZfu8hZw2vT6nwb1F61K+UzNTPkb2i76WY+o8Umg2vu/iLr5GPT+9h1QuvrV8ID7HZC6+0wzCPWY5yz0zi0Y8uBgzPowNab4t/6M+rdDFvRizj71rk44+XTxpPedYhL3cRni+yVuJPuOLxD0nsIm8s8olPp1XxL3JUwA//0OYOxlqkz61F2O8NjOCvpf+g76uN2Q+YxOiPYmbRLxWuS8+/9s3PsKlub3zVkQ9Qjv7Ps/GRD7bAhS+VaKdPiQwMD6Toz2+6kNyvsoC/72m5/O+IuYXPiPS/j0pOrY+iKqtvPF4mj6KSU6+VnIiPrm0WT08nRK83nCdPo+/A7+9/YQ8h381vamYgz4uK9c9jUBuPhlb+z7OAlg9NHVkPupEoz2NNJM+/UlZPE9v2b1U+9s9gx6TvB/LfT1pTEi7eMoEvpDR+z3xyXE+zqSWvodEjb4f5ny+TQLfvPzcgL6z8G6+TmhyviPCTb7frUi+WdLgvVqLib1E6aQ8lWrGvHvX1TypnzE+/PfjvVxbMT4idDe+P0k9PPpJVL2qasU9UW4wPkgNhT1oDbg95becvVn5hD7NeO284xQ3vdpZgTxsFnY+/v9fvRAdYL2n2SK8pkQBvmNsLrtY8UG+UZMOPhN9mT5yg1W9eSYSvuoOkLyHRfq904vSPWp6/jyNVk0+/TAqPmVlqr3FiDk+kwCyveM0cL6qzmo+YyJvPp1uubty6tW9aD23PSVuxb7uhru94iwGPkFeAL1F/Zo9SR24PGWs2b27DXK+kOKdvroCXj5eKx++oc6ivXnfPjw4W5k+MyMUPgk4trxLeGa80rmhPbeyKr5UNZ++36tOPRUj6TylDOK81/SZvjiglr5h0wo+tUdfPRpYpj5M5eI9QmGavVCzLj7VP7s9bYEavbRvaj3M7V+9ospLu/FC072vEpO9oAwIvo4zTz5GQQa+5VcrvjxUlL0DuRg9lz7SPYMd1jtG2aI9YW33vceFD71SLT8+KigpPn5OYz14BxM+mustPii9hDxoDTy+jwcPvU1OIz4K6mI8b6qqPMTahL14CKA+bvhOvjXbDT3sGLg9MVcXvsrKF768isA71im2PUgetLuZy4i+GbRBvqMsRT5zKUK+ZhegvW+ALT28Xte8Ika7u+EiGL0bXqe+gANUvsPZubtQb0G+TRqPOmfcNr3nzNI+Yv0XviKg3zwHKZU+OKRGvcDLIb5swxm92eYDvk8EAL5ETIs89cdUPt3cib60SKi9+aZdPlA7er0Rzbg99V7HPefxgL1s+WO+g/nYvnCLsD22Hd09/fGFvZMukz2LWw29POMXPmvkgT1mcO4+5ViUvLpxlD2f0va7yPzzPQmsuT717X0+XvOCvSQMCb2N7pG9hQ6VvuxiK75ld54+e+f0vQyodL0txEA9GGWqvop7Ez56BR++mmOkvd394b2xSVI+nL3WvYXtIT2ceRC+MvMpPoctUD4OnR8+DTO8vJ/zY714s8W98c0cOxYAgD3Vh1c+eEWdvdffob0y9Hi9TLwKvf/Lw7wehK89KmkHPjhMmT03TqS96JQuPi4Vmb3uo4Q+ekBtvGuN/j11FVW9zzfjPTJfWD5RTyq911SvvUKmuD0ojsC9VEd9vg1RBD30z8y9NUPGvapqjr15FVE9Vu+Jvo1hpD2iZOe6juBOvmNxEb7yX1W92tE6vTFBcD7dHYM+rygiPQ7emr3QCOq62ng4vl5myLz1WtC9tUVSvuiZjD2NWyO9JpnivCvcnb2g9mM+c1GxPEvFab7GHgg+nm1yPvPY4L1mPtm9yCIdvtBZsD2LS6g8isQSvgofjD43ZUa+GvOCvsAcmD1osFy92G2XvGNlMjzRzLO9NpnOPYhhoj6XUI4+hatCPuVRvj39sHO+2i/FvkG037yc9709X657PY8SFLs/1gs+87VevjkfEj4hcEw+gN20vZONPb6rDBo+fhMbO807Obw/nRA9HdC5PWFXvL1jRvQ+mFRMPpdihz1IBg09UURCPoN7QT5fPMs+Cw6wOzluFL7Z/q29xeG4voAWyz1fVEC+2vydvdLZ5r5Hyau+e/BRPf39lD4BE40+qoDVPQhBer0aTcS+BNE+PunHiT5ZpEq77bIxvoEUkz3oO3O+hFatvt+Vk73hgo49f2NxPs8eFD5uXgO+mVAOPrEl+D3OJwC+u93WPjB2AL1M5D89QhsdPpJXHj5klZi9wgubuzFr0j2m3jq+aKLCvaf4pz3NK9q9WdrwvCKJ7L2Qrdg94VO6Plnyj76dCBA+umUvPr3HPj6JUVi9yHCVPkpPmD4uzMW9Xjmgvm+HM72M/W6+3auBPTcu771NEMg++funPrulZD38Rcs9IPTUPj8lub3lo6M9ILZhPRG1Z74yjrs+meFIvirtnD2S4fg+hsFfvdc1nD4iEWg+opocPu01ET7yGR++JjsyPrMXbD5noIe+SHt4vZMtur16YD8+19G7PeHWub21EWo+R7q2vlqUl7456gu97QQ5vv+hkb0Vxtk9mFaKPNXNkT0jvzg9ct+KPpZrOr2ftq8+ycSaPipoy73hBda9dBGAvQQw4b2HiL+9fUcivpKinb5qrCA9mb6wPrt8rj2rIP69raCFPpj9xT4kcAk8OUQOPf5xBz2n9NA+lgS/PEoBI76jeg8+Xk6xvnlXaz589g4+hCYrPY2r3z3wI0A+Q+52PtHiaT6pDJU+ZsH4vds8Sj21Tam++1CWPn2gPDz2KZ0+jcM6PjmSQb1GLRE+ujaHPgKQ9z3mAwg+uY5IPtvxED1LD18+Tq0hOwavPL71px6+ifmYvvjsfL6oycG9p+k0vtr9kL6WrlM+sdkMPddsPryMlHc91zBnPi7Dnr6lBBe+8DF2vNvpDD6X1C6+WGLLvJthnT6qr4499Xm9ujR7rLwQIwI+0NEKvm0H0D1b9UO+ObsLvt23/j28MyO+BuMHvPXKPr2++RQ+lSpQvfP+YT0rx489eGyLPkx92r1qxq49P6klPpI/dD6R8bq9bJTLvKa2Ez0O8T8+IDaWvgtps71PNT2+/TUNvcKNLz7Kflu9u0nbvcKMRz6K9oi+iA2QvYjppD6URZ0+8QMLvU4Z/D36FzS88ZVpvocYk74gcRY+EycrPoN2oTx2fOu8mfAcvm7XKL67xAe93nIOPUJg7D12a0I+0haXvgQI8j3tbjE+xA4VvUfYqT572OC9XQjjPVnHYT3aDDA8aTUmvfehgL3vjJU+qB6RPkJLu7wnOCk+zJFTvszkEbz8VA0+e6lLPm0Ter6y3iC+gMNbvFnUmbw4TIA+tA4rPt6BKz55hOc9T9B4PpnHnjx5y1q+0ROQPEQ8tLwKnIS9H7pePDM4Ij7VWw0+zI6QPU37Er6wLJK9FOBcvjFKJj2oLgm9o8MRPkZSQz6c+xY+AfxtPT4BgD3E4/Y9NVxbvly7jD5f3No9vtRBPohRKj6lCO0+VUobPi1DRD7KpAw+d1pVPTEmgr5IgY0+L0RyvYW5Or57+XW+Sj2gPjICsjyk1bY++qo6Po0olz4RzRS9fthpPkwarz3TbR0+XJi+vdCJrLzdebe8rh+ovk2SsDyTvFo+nR6dPhPK8r0DnSM8+vrjPDF3zz65sie+vtAHvtNn+b1jyNO9EoJwPdMtQD5oU4O9QKuVuwOsdL5ZI8y9X0ycvLEoSryKJqu+97f+vU88kLxFioS64eKXvWfmZL4vCUg8oaEFvqspEz7tMio85Tkxvm8H3z21dSc+GYsKvqOiRb4PuG29bSSRviUkpr4oHG0+NzHdvLRLGr5iF4o9L0GtPQl2KL0Ox3k98397PeBI7LvEYVe8IwCMPSoPoTwAAAAA0fe0vf+da7yYhsW9VhHTPZRVoT2CcL89Lfx1PcUYA7x4DkU8eIKWPeJdObyQ4L+8A0x2PcWhED6O44U9gS8OvVeBgT06ZXG9tg4lvdGvij0ueTc8yazNPSHMjL69QlW+39CdPjSJkL6I916+wSy6PvACdj4hzaS+9qbwvWRPED7eLuw8pSG2vem+NT7CrHe+qhn0vl8nzL4Q3um+oMbsvvE9/j79Is6+O/gmPuApZD6uRfu+lVYFPx2xv72Q8oo9FVoNvuU4pz4m48k9sjTbvtb13DyppLK+X1BxvQ=="}}